[
    {
        "Section": "140",
        "Description": "According to section 140 of Indian penal code, Whoever, not being a soldier, sailor or airman in the Military, Naval or Air service of the Government of India, wears any garb or carries any token resembling any garb or token used by such a soldier, sailor or airman with the intention that it may be believed that he is such a soldier, sailor or airman, shall be punished with imprisonment of either description for a term which may extend to three months, or with fine which may extend to five hundred rupees, or with both.",
        "Offense": "Wearing the dress or carrying any token used by a soldier, sailor or airman with intent that it may be believed that he is such a soldier, sailor or airman",
        "Punishment": "3 Months or Fine or Both",
        "Simplified_Description": "If someone who is not a military member wears a uniform or carries something resembling a military uniform to deceive others into believing they are a soldier, sailor, or airman, they can be punished with up to three months in jail, a fine of up to five hundred rupees, or both.",
        "translations": {
            "Assamese": "যদি কোনো সামৰিক সদস্য নোহোৱা ব্যক্তিয়ে ইউনিফৰ্ম পিন্ধে বা সামৰিক ইউনিফৰ্মৰ দৰে কিবা লৈ আন লোকক নিজকে এজন সৈনিক, নাৱিক বা এয়াৰমেন বুলি বিশ্বাস কৰিবলৈ প্ৰতাৰণা কৰে, তেন্তে তেওঁলোকক তিনি মাহলৈকে কাৰাদণ্ড, পাঁচশ টকা পৰ্যন্ত জৰিমনা বা দুয়োটাইৰে শাস্তি দিব পাৰি। ",
            "Bengali": "যদি কেউ সামরিক সদস্য না হয়ে ইউনিফর্ম পরে বা সামরিক ইউনিফর্মের মতো কিছু বহন করে অন্যকে প্রতারিত করে যে তারা একজন সৈনিক, নাবিক বা বিমানচালক, তবে তাদের তিন মাস পর্যন্ত কারাদণ্ড, পাঁচশো টাকা পর্যন্ত জরিমানা বা উভয়ই হতে পারে। ",
            "Bodo": "जुदि सोरबा सासे जाय रौनिया सोद्रोमा नङा, इउनिफर्म गानो एबा रौनियाफोरनि इउनिफर्मजों गोरोबनाय माबा मोनसे लाना थाङो, गुबुनफोरखौ फोथायहोनो थाखाय दि बिसोर सासे रौनिया, नावजावगिरि, एबा एयरमेन, अब्ला बिसोरखौ थाम दानसिम जेल, बाजौ रांसिम जरिमानाजों साजा होनो हायो, एबा मोन्नैबो। ",
            "Dogri": "जे कोई सैना दा सदस्य नेईं ऐ, ओह् वर्दी पाsंदा ऐ जां सैना दी वर्दी कन्नै मिलदी-जुलदी कोई चीज अपने कोल रखदा ऐ तां जे ओह् कुसै होर गी सैनक, नौसैनिक जां वायुसैनिक मन्नेआ जाई सकै, तां उʼनें गी त्र'ऊं म्हीने तक्कर दी जेह्ल, पंज सौ रपेंs तक्कर दे जुर्माने जां दौनें दी सʼजा दित्ती जाई सकदी ऐ। ",
            "Goan Konkani": "लश्करी वांगडी नासपी कोणूय जर गणवेश घालता वा लश्करी गणवेशा सारकें कितेंय घेवन हेरांक ते शिपाई, खलाशी वा वायू सैनिक अशें मानून फटिंगायतात, जाल्यार तांकां तीन म्हयने बंदखण, पांचशें रुपया मेरेन दंड, वा दोनूय ख्यास्त दिवंक शकतात. ",
            "Gujarati": "જો કોઈ વ્યક્તિ કે જે લશ્કરી સભ્ય નથી, તે ગણવેશ પહેરે છે અથવા લશ્કરી ગણવેશ જેવું કંઈક વહન કરે છે, જેથી અન્ય લોકોને તેઓ સૈનિક, નાવિક અથવા એરમેન છે એમ માનવા માટે છેતરવામાં આવે, તો તેમને ત્રણ મહિના સુધીની જેલ, પાંચસો રૂપિયા સુધીનો દંડ અથવા બંનેની સજા થઈ શકે છે. ",
            "Hindi": "यदि कोई व्यक्ति जो सैन्य सदस्य नहीं है, वर्दी पहनता है या सैन्य वर्दी जैसा कुछ रखता है ताकि दूसरों को यह विश्वास दिलाने के लिए धोखा दिया जा सके कि वे एक सैनिक, नाविक या वायुसैनिक हैं, तो उन्हें तीन महीने तक की जेल, पाँच सौ रुपये तक का जुर्माना या दोनों की सजा हो सकती है। ",
            "Kannada": "ಮಿಲಿಟರಿ ಸದಸ್ಯರಲ್ಲದ ಯಾರಾದರೂ ಸಮವಸ್ತ್ರವನ್ನು ಧರಿಸಿದರೆ ಅಥವಾ ಮಿಲಿಟರಿ ಸಮವಸ್ತ್ರವನ್ನು ಹೋಲುವ ಏನನ್ನಾದರೂ ಹೊತ್ತುಕೊಂಡು ಇತರರನ್ನು ತಾವು ಸೈನಿಕ, ನಾವಿಕ ಅಥವಾ ವಾಯುಪಡೆಯವರು ಎಂದು ನಂಬುವಂತೆ ಮೋಸಗೊಳಿಸಿದರೆ, ಅವರಿಗೆ ಮೂರು ತಿಂಗಳವರೆಗೆ ಜೈಲು ಶಿಕ್ಷೆ, ಐದು ನೂರು ರೂಪಾಯಿಗಳವರೆಗೆ ದಂಡ ಅಥವಾ ಎರಡನ್ನೂ ವಿಧಿಸಬಹುದು. ",
            "Kashmiri (Arabic)": "اگر کانٛہہ نفر یس نہٕ فوجی رکن چھ سہ چھ وردی لاگان یا فوجی وردی ہیو کنہہ چیز تھان تاکہ دیمو دھوکہ دتھ ز تم چھ سپاہی، نااخت، یا ایئر مین، تمن ہیٚکہ ترٛؠن رؠتن تام جیلٕچ سزا، پانژھ ہتھ پۄنٛسہٕ جرمانہٕ، یا دۄشوٕنی ہٕنٛز سزا دنہٕ یتھ۔ ",
            "Kashmiri (Devanagari)": "अगर कह सु युस मिलिट्री मेंबर ओस ने ये कुर यूनिफ़ॉर्म या कहीं युस मिल्ट्री यूनिफ़ॉर्म छू इ छी कारन ताकि बाकियो ये यकीन करिथ की सु छी सोल्जर, सेलर, या एयरमैन, ईमान हक़ ज़ुरमाना त्रिन रेतन हुन्द जेल, या हक़ ज़ुरमाना पांच हंड्रेड रुपयों, या दुनवाय ",
            "Maithili": "यदि कोनो व्यक्ति जे सैन्य सदस्य नहि अछि, वर्दी पहिरैत अछि वा सैन्य वर्दी सदृश किछु लऽ कऽ दोसरकेँ छलबैत अछि जे ओ सैनिक, नाविक, वा वायुसैनिक अछि, तऽ ओकरा तीन मास धरि जेल, पाँच सौ टाका तकक जुर्माना, वा दुनूके सजा देल जा सकैत अछि। ",
            "Malayalam": "സൈനിക അംഗമല്ലാത്ത ഒരാൾ യൂണിഫോം ധരിക്കുകയോ സൈനിക യൂണിഫോമിന് സമാനമായ എന്തെങ്കിലും വഹിക്കുകയോ ചെയ്താൽ, അവർ ഒരു സൈനികനോ നാവികനോ എയർമാനാണോ എന്ന് മറ്റുള്ളവരെ വഞ്ചിക്കുകയാണെങ്കിൽ, അവർക്ക് മൂന്ന് മാസം വരെ തടവും അഞ്ഞൂറ് രൂപ വരെ പിഴയും അല്ലെങ്കിൽ രണ്ടും വരെ ശിക്ഷ ലഭിക്കും. ",
            "Marathi": "लष्करी सदस्य नसलेली एखादी व्यक्ती जर गणवेश परिधान करत असेल किंवा लष्करी गणवेशासारखे काहीतरी घेऊन इतरांना ते सैनिक, नाविक किंवा हवाई सैनिक आहेत असे समजून फसवत असेल तर त्यांना तीन महिन्यांपर्यंत तुरुंगवास, पाचशे रुपयांपर्यंत दंड किंवा दोन्ही शिक्षा होऊ शकतात. ",
            "Manipuri": "করিগুম্বা মিলিতরী মেম্বর ওইদবা মীওই অমনা য়ুনিফোর্ম অমা পায়বা নত্ত্রগা মিলিতরী য়ুনিফোর্মগা মান্নবা করিগুম্বা অমা পুদুনা অতোপ্পবু মখোয় অসি লান্মী, সেলর নত্ত্রগা এয়রমেন অমনি হায়না থাজনবা হোৎনরবদি, মখোয়না থা অহুম ফাউবা জেলদা থম্বা য়াই, লুপা চাম্মরোমদা ফাইন লৌবা য়াই নত্ত্রগা অনিমক্না লৌবা য়াই। ",
            "Meitei": "ꯀꯔꯤꯒꯨꯝꯕ ꯂꯥꯟꯃꯤꯒꯤ ꯃꯤꯍꯨꯠ ꯅꯠꯇꯕ ꯃꯤꯑꯣꯏ ꯑꯃꯅ ꯃꯈꯣꯏꯅ ꯂꯥꯟꯃꯤ, ꯁꯃꯨꯗ ꯭ ꯔ ꯈꯣꯡꯕ, ꯅꯠꯇ ꯭ ꯔꯒ ꯑꯦꯌꯔꯃꯦꯟꯅꯤ ꯍꯥꯏꯅ ꯑꯇꯣꯞꯄꯁꯤꯡꯕꯨ ꯊꯥꯖꯍꯟꯅꯕ ꯌꯨꯅꯤꯐꯣꯔ ꯭ ꯝ ꯑꯃ ꯍꯥꯞꯄ ꯅꯠꯇ ꯭ ꯔꯒ ꯂꯥꯟꯃꯤꯒꯤ ꯌꯨꯅꯤꯐꯣꯔ ꯭ ꯝꯒ ꯃꯥꯟꯅꯕ ꯀꯔꯤꯒꯨꯝꯕ ꯑꯃ ꯄꯥꯏꯔꯕꯗꯤ, ꯃꯈꯣꯏꯕꯨ ꯊꯥ ꯑꯍꯨꯝ ꯐꯥꯎꯕ ꯀꯩꯁꯨꯝꯁꯪꯗ ꯊꯝꯕ, ꯂꯨꯄꯥ ꯆꯥꯝꯃ ꯃꯉꯥ ꯐꯥꯎꯕ ꯐꯥꯏꯟ ꯄꯤꯕ, ꯅꯠꯇ ꯭ ꯔꯒ ꯑꯅꯤꯃꯛꯀꯤ ꯋꯥꯌꯦꯜ ꯄꯤꯕ ꯌꯥꯏ ꯫ ",
            "Nepali": "यदि कोही जो सैन्य सदस्य होइनन् उसले वर्दी लगाउँछ वा अरूलाई आफू सिपाही, नाविक वा एयरम्यान हो भनेर विश्वास दिलाउन सैन्य वर्दी जस्तो केही बोक्छ भने तिन महिनासम्म जेल, पाँच सय रुपैयाँसम्म जरिवाना वा दुवै सजाय हुन सक्छ। ",
            "Odia": "ଯଦି ଜଣେ ସାମରିକ ସଦସ୍ଯ଼ ନଥିବା ବ୍ଯ଼କ୍ତି ଯ଼ୁନିଫର୍ମ ପିନ୍ଧନ୍ତି କିମ୍ବା ସାମରିକ ଯ଼ୁନିଫର୍ମ ପରି କିଛି ବହନ କରନ୍ତି, ଅନ୍ଯ଼ମାନଙ୍କୁ ପ୍ରତାରଣା କରି ସେମାନେ ଜଣେ ସୈନିକ, ନାବିକ କିମ୍ବା ଏଯ଼ାରମ୍ଯ଼ାନ୍ ବୋଲି ବିଶ୍ୱାସ କରନ୍ତି, ତେବେ ସେମାନଙ୍କୁ ତିନି ମାସ ପର୍ଯ୍ଯ଼ନ୍ତ ଜେଲ୍, ପାଞ୍ଚ ଶହ ଟଙ୍କା ପର୍ଯ୍ଯ଼ନ୍ତ ଜୋରିମାନା କିମ୍ବା ଉଭଯ଼ ଦଣ୍ଡ ଦିଆଯାଇପାରେ | ",
            "Punjabi": "ਜੇ ਕੋਈ ਵਿਅਕਤੀ ਜੋ ਫੌਜੀ ਮੈਂਬਰ ਨਹੀਂ ਹੈ, ਉਹ ਵਰਦੀ ਪਹਿਨਦਾ ਹੈ ਜਾਂ ਫੌਜੀ ਵਰਦੀ ਵਰਗੀ ਕੋਈ ਚੀਜ਼ ਚੁੱਕ ਕੇ ਦੂਜਿਆਂ ਨੂੰ ਇਹ ਮੰਨਣ ਲਈ ਧੋਖਾ ਦਿੰਦਾ ਹੈ ਕਿ ਉਹ ਇੱਕ ਸਿਪਾਹੀ, ਮਲਾਹ ਜਾਂ ਏਅਰਮੈਨ ਹੈ, ਤਾਂ ਉਸ ਨੂੰ ਤਿੰਨ ਮਹੀਨੇ ਤੱਕ ਦੀ ਜੇਲ੍ਹ, ਪੰਜ ਸੌ ਰੁਪਏ ਤੱਕ ਦਾ ਜੁਰਮਾਨਾ ਜਾਂ ਦੋਵੇਂ ਦੀ ਸਜ਼ਾ ਹੋ ਸਕਦੀ ਹੈ। ",
            "Sanskrit": "यदि यः कश्चित् सैन्यसदस्यः नास्ति सः समवस्त्रं धरति अथवा सैन्य-समवस्त्रं सदृशं किमपि वहति येन सः सैनिकः, नाविकः, वायुसैनिकः वा इति अन्यान् वञ्चयति, तर्हि सः मासत्रयं यावत् कारावासं, पञ्चशतरूप्यकाधिकं दण्डं, अथवा उभयोः दण्डेन दण्डितः भवितुम् अर्हति। ",
            "Santali": "ᱡᱟᱦᱟᱸᱭ ᱥᱮᱱᱟᱯᱷᱟᱹᱫᱽ ᱨᱮᱱ ᱨᱟᱹᱥᱤᱭᱟᱹ ᱵᱟᱝ, ᱩᱱᱤ ᱡᱩᱫᱤ ᱤᱭᱩᱱᱤᱯᱷᱳᱨᱢ ᱮ ᱦᱟᱛᱟᱣᱼᱟ ᱥᱮ ᱞᱟᱹᱲᱦᱟᱹᱭ ᱨᱮᱭᱟᱜ ᱤᱭᱩᱱᱤᱯᱷᱳᱨᱢ ᱞᱮᱠᱟ ᱠᱤᱪᱷᱩ ᱤᱫᱤ ᱠᱟᱛᱮ ᱮᱴᱟᱜ ᱦᱚᱲ ᱠᱚ ᱩᱱᱤ ᱢᱤᱫ ᱯᱷᱟᱹᱫ, ᱞᱟᱹᱞᱤᱥᱤᱭᱟᱹ ᱥᱮ ᱳᱭᱟᱰᱟᱢᱮᱱ ᱢᱮᱱᱛᱮ ᱢᱚᱱᱮ ᱠᱚᱨᱟᱣ ᱞᱟᱹᱜᱤᱫ ᱛᱮ ᱩᱱᱤ ᱯᱮ ᱪᱟᱸᱫᱳ ᱫᱷᱟᱹᱵᱤᱡ ᱡᱮᱦᱚᱞ, ᱢᱚᱬᱮ ᱥᱟᱭ ᱴᱟᱠᱟ ᱫᱷᱟᱹᱵᱤᱡ ᱡᱳᱨᱱᱟ ᱥᱮ ᱵᱟᱱᱟᱨ ᱨᱮᱭᱟᱜ ᱮ ᱥᱟᱨᱦᱟᱶ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱾ ",
            "Sindhi (Arabic)": "جیڪڏھن ڪو ماڻھو جیڪو فوجی میمبر نہ آھی وردی پائی ٿو یا فوجی وردی جہڙی ڪا شیء کڻی ٿو تہ ٻین کی ٺڳائی تہ ہو سپاہی، ملاح، یا ہوائی جہاز آھن، انھن کی ٽن مھینن تائین جیل، پنج سو رپین تائین جرمانو، یا ٻنھی جی سزا ٿی سگہی ٿی ",
            "Sindhi (Devanagari)": "जेकॾहिं को बि जेको फौजी मेम्बर न आहे, यूनीफ़ो़म पहिरिंदो आहे या फ़ौजी यूनीफ़ो़म जहिड़ो कुझि कैरी रखे थो त जीअं ॿिऐ खे इहा यकीन डिनो त हू हिकु सिपाही, नाविक या एयरमैन आहिनि, उन्हनि खे टे महिने ताईं जेल, पंज सौ रुपइयें ताईं जो ज़ुरमाना, या ॿिन्हीं जी सज़ा थी सघे थी ",
            "Tamil": "இராணுவ உறுப்பினர் அல்லாத ஒருவர் சீருடை அணிந்து அல்லது இராணுவ சீருடை போன்ற ஒன்றை எடுத்துச் சென்று, மற்றவர்களை ஒரு சிப்பாய், மாலுமியாகவோ அல்லது விமானியாகவோ நம்பும்படி ஏமாற்றினால், அவர்களுக்கு மூன்று மாதங்கள் வரை சிறைத்தண்டனை, ஐநூறு ரூபாய் வரை அபராதம் அல்லது இரண்டும் விதிக்கப்படலாம். ",
            "Telugu": "సైనిక సభ్యుడు కాని ఎవరైనా యూనిఫాం ధరించి లేదా సైనిక యూనిఫాంను పోలి ఏదైనా మోసుకెళ్లి, ఇతరులను వారు సైనికుడు, నావికుడు లేదా ఎయిర్మ్యాన్ అని నమ్మేలా మోసం చేస్తే, వారికి మూడు నెలల వరకు జైలు శిక్ష, ఐదు వందల రూపాయల వరకు జరిమానా లేదా రెండూ విధించవచ్చు. ",
            "Urdu": "اگر کوئی شخص جو فوجی رکن نہیں ہے وہ وردی پہنتا ہے یا فوجی وردی سے مشابہت رکھنے والی کوئی چیز لے کر دوسروں کو یہ یقین دلانے کے لیے دھوکہ دیتا ہے کہ وہ سپاہی، نااخت یا ایئر مین ہے، تو اسے تین ماہ تک قید، پانچ سو روپے تک جرمانہ یا دونوں کی سزا ہو سکتی ہے۔ "
        }
    },
    {
        "Section": "127",
        "Description": "According to section 127 of Indian penal code, Whoever receives any property knowing the same to have been taken in the commission of any of the offences mentioned in sections 125 and 126, shall be punished with imprisonment of either description for a term which may extend to seven years, and shall also be liable to fine and to forfeiture of the property so received.",
        "Offense": "Receiving property taken by war or depredation mentioned in sections 125 And 126",
        "Punishment": "7 Years + Fine + forfeiture of property",
        "Simplified_Description": "If someone receives property knowing it was taken during the commission of certain offenses (mentioned in sections 125 and 126), they can be punished with imprisonment of up to seven years, fined, and the property can be forfeited.",
        "translations": {
            "Assamese": "যদি কোনো ব্যক্তিয়ে কিছুমান অপৰাধ সংঘটিত হোৱাৰ সময়ত (125 আৰু 126 ধাৰাত উল্লেখ কৰা) সম্পত্তি লোৱা বুলি জানি সম্পত্তি লাভ কৰে, তেন্তে তেওঁলোকক সাত বছৰলৈকে কাৰাদণ্ড, জৰিমনা আৰু সম্পত্তি বাজেয়াপ্ত কৰাৰ শাস্তি দিব পাৰি। ",
            "Bengali": "যদি কেউ কিছু অপরাধ করার সময় (125 এবং 126 ধারায় উল্লিখিত) সম্পত্তি গ্রহণ করে, তবে তাকে সাত বছর পর্যন্ত কারাদণ্ড, জরিমানা এবং সম্পত্তি বাজেয়াপ্ত করা যেতে পারে। ",
            "Bodo": "जुदि सोरबा सासेआ बेखौ मिन्थिना सम्पथि मोनो दि बेखौ माखासे दाय खालामनाय समाव लानाय जादोंमोन (दफा 125 आरो 126 आव मुंख'नाय), अब्ला बिथांखौ स्नि बोसोरसिम जेल, जरिमानाजों साजा होनो हायो आरो सम्पथिखौ खोमाना लानो हायो। ",
            "Dogri": "जेकर कुसै गी एह् जानदे होई संपत्ति मिलदी ऐ जे एह् किश अपराधें (धारा 125 ते 126 च जिकर) दे दुरान लैता गेआ हा, तां उʼनें गी सत्त बʼरें तक्कर दी कैद, जुर्माने ते संपत्ति गी ज़ब्त करने दी सʼजा दित्ती जाई सकदी ऐ। ",
            "Goan Konkani": "कांय गुन्यां वेळार (कलम 125 आनी 126 हातूंत उल्लेख केला) मालमत्ता घेतिल्ली हें कोणाकूय खबर आसल्यार तांकां सात वर्सां मेरेनची बंदखणीची ख्यास्त, दंडाची ख्यास्त आनी मालमत्ता जप्त करूं येता. ",
            "Gujarati": "જો કોઈને અમુક ગુનાઓ (કલમ 125 અને 126 માં ઉલ્લેખિત) દરમિયાન લેવામાં આવી હતી તે જાણીને મિલકત મળે છે, તો તેમને સાત વર્ષ સુધીની કેદની સજા, દંડ અને મિલકત જપ્ત કરી શકાય છે. ",
            "Hindi": "यदि किसी व्यक्ति को यह जानते हुए संपत्ति प्राप्त होती है कि वह कुछ अपराधों (धारा 125 और 126 में उल्लिखित) के दौरान ली गई थी, तो उसे सात साल तक के कारावास, जुर्माना और संपत्ति जब्त की जा सकती है। ",
            "Kannada": "ಕೆಲವು ಅಪರಾಧಗಳ ಸಮಯದಲ್ಲಿ (125 ಮತ್ತು 126ನೇ ಪ್ರಕರಣಗಳಲ್ಲಿ ಉಲ್ಲೇಖಿಸಲಾಗಿದೆ) ಆಸ್ತಿಯನ್ನು ತೆಗೆದುಕೊಳ್ಳಲಾಗಿದೆ ಎಂದು ಯಾರಿಗಾದರೂ ತಿಳಿದಿದ್ದರೆ, ಅವರಿಗೆ ಏಳು ವರ್ಷಗಳವರೆಗೆ ಜೈಲು ಶಿಕ್ಷೆ, ದಂಡ ಮತ್ತು ಆಸ್ತಿಯನ್ನು ಮುಟ್ಟುಗೋಲು ಹಾಕಿಕೊಳ್ಳಬಹುದು. ",
            "Kashmiri (Arabic)": "اگر کٲنٛسہ یہ جانتھ جائیداد چھ میلان ز یہ چھ کیٚنٛہہ جرم کرنہٕ دوران ننہٕ آمت (ییٚمیک ذکر سیکشن 125 تہٕ 126 منٛز چھ آمت کرنہٕ)، تمن ہیٚکہ ستن ؤرین تام قٲدٕچ سزا، جرمانہٕ تہٕ جائیداد ضبط کرنہٕ یتھ۔ ",
            "Kashmiri (Devanagari)": "अगर कहन मिलो प्रॉपर्टी यह पता की यह छी गासन कहीं ज़ुरमान मंज़ (सेक्शन 125 त बै 126), तुम हक़ ज़ुरमाना सात वरि जेल, ज़ुरमाना, त बै प्रॉपर्टी हको ज़ब्त करिथ ",
            "Maithili": "यदि ककरो ई जानि कऽ सम्पत्ति प्राप्त होइत अछि जे ई किछु अपराधक (धारा 125 आ 126 मे उल्लिखित) दौरान लेल गेल छल, तऽ ओकरा सात साल तकक कारावास, जुर्माना, आ सम्पत्तिकेँ जब्त करबाक सजा देल जा सकैत अछि। ",
            "Malayalam": "ചില കുറ്റകൃത്യങ്ങൾ നടക്കുമ്പോൾ (125,126 വകുപ്പുകളിൽ പരാമർശിച്ചിരിക്കുന്ന) ആർക്കെങ്കിലും സ്വത്ത് ലഭിച്ചുവെങ്കിൽ, അവർക്ക് ഏഴ് വർഷം വരെ തടവും പിഴയും നൽകുകയും സ്വത്ത് കണ്ടുകെട്ടുകയും ചെയ്യാം. ",
            "Marathi": "जर एखाद्याला काही गुन्हे करताना (कलम 125 आणि 126 मध्ये नमूद केलेले) मालमत्ता घेतली गेली आहे हे माहीत असल्यास, त्याला सात वर्षांपर्यंतच्या कारावासाची, दंडाची आणि मालमत्ता जप्त करण्याची शिक्षा होऊ शकते. ",
            "Manipuri": "করিগুম্বা কনাগুম্বা অমনা করিগুম্বা অখন্নবা থৌওংদা (সেক্সন 125 অমসুং 126 দা পল্লিবা) লৌশিনখিবদু খঙলবা প্রোপর্তী অদু ফংলবদি, মখোয়বু চহি তরেৎফাউবা জেলদা থম্বা য়াই, ফাইন লৌবা য়াই, অমসুং প্রোপর্তী অদু লৌথোকপা য়াই। ",
            "Meitei": "ꯀꯔꯤꯒꯨꯝꯕ ꯃꯤꯑꯣꯏ ꯑꯃꯅ ꯀꯔꯤꯒꯨꯝꯕ ꯑꯀꯛꯅꯕ ꯃꯔꯥꯜꯁꯤꯡ ꯇꯧꯕ ꯃꯇꯝꯗ (ꯁꯦꯛꯁꯟ 125 ꯑꯃꯁꯨꯡ 126ꯗ ꯄꯟꯈ ꯭ ꯔꯤꯕ) ꯂꯧꯈꯤꯕꯅꯤ ꯍꯥꯏꯅ ꯈꯪꯂꯕꯁꯨ ꯄꯣꯠ ꯑꯗꯨ ꯐꯪꯂꯕꯗꯤ, ꯃꯈꯣꯏꯕꯨ ꯆꯍꯤ ꯇꯔꯦꯠꯇ ꯭ ꯔ ꯐꯥꯎꯕ ꯀꯩꯁꯨꯝꯁꯪꯗ ꯊꯝꯕ, ꯐꯥꯏꯟ ꯇꯧꯕ, ꯑꯃꯁꯨꯡ ꯄꯣꯠ ꯑꯗꯨ ꯂꯧꯊꯣꯛꯄ ꯌꯥꯏ ꯫ ",
            "Nepali": "यदि कसैले केही अपराधहरू (धारा 125 र 126 मा उल्लेख गरिएको) गर्दा सम्पत्ति लिएको थियो भन्ने थाहा पाएर सम्पत्ति प्राप्त गर्छ भने, उनीहरूलाई सात वर्षसम्म कैद, जरिवाना र सम्पत्ति जफत गर्न सकिन्छ। ",
            "Odia": "ଯଦି କେହି ସମ୍ପତ୍ତି ଗ୍ରହଣ କରନ୍ତି ଏହା ଜାଣି ଯେ ଏହା କେତେକ ଅପରାଧ କରିବା ସମଯ଼ରେ ନିଆଯାଇଥିଲା (ଧାରା 125 ଏବଂ 126 ରେ ଉଲ୍ଲିଖିତ), ସେମାନଙ୍କୁ ସାତ ବର୍ଷ ପର୍ଯ୍ଯ଼ନ୍ତ କାରାଦଣ୍ଡ, ଜରିମାନା ଏବଂ ସମ୍ପତ୍ତି ଜବତ କରାଯାଇପାରେ। ",
            "Punjabi": "ਜੇ ਕਿਸੇ ਨੂੰ ਇਹ ਜਾਣਦੇ ਹੋਏ ਜਾਇਦਾਦ ਮਿਲਦੀ ਹੈ ਕਿ ਇਹ ਕੁਝ ਅਪਰਾਧਾਂ (ਸੈਕਸ਼ਨ 125 ਅਤੇ 126 ਵਿੱਚ ਜ਼ਿਕਰ ਕੀਤੇ ਗਏ) ਦੌਰਾਨ ਲਈ ਗਈ ਸੀ, ਤਾਂ ਉਸ ਨੂੰ ਸੱਤ ਸਾਲ ਤੱਕ ਦੀ ਕੈਦ, ਜੁਰਮਾਨਾ ਅਤੇ ਜਾਇਦਾਦ ਜ਼ਬਤ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ। ",
            "Sanskrit": "यदि कश्चित् सम्पत्तिः कतिपयानां अपराधाणां समये गृहीता इति ज्ञात्वा प्राप्यते (धारा 125 तथा 126 मध्ये उल्लिखितम्) तर्हि सः सप्तवर्षपर्यन्तं कारावासेन दण्डितः, दण्डितः, सम्पत्तिः नष्टः च भवितुम् अर्हति। ",
            "Santali": "ᱡᱚᱫᱤ ᱡᱟᱦᱟᱱ ᱦᱚᱲ ᱱᱚᱶᱟ ᱵᱟᱰᱟᱭ ᱠᱟᱛᱮ ᱡᱮ ᱱᱚᱶᱟ ᱫᱚ ᱠᱤᱪᱷᱩᱠ ᱞᱟᱹᱞᱤᱥ ᱠᱚᱨᱟᱣ ᱚᱠᱛᱚ ᱦᱟᱛᱟᱣ ᱦᱩᱭ ᱟᱠᱟᱱᱟ (125 ᱟᱨ 126 ᱨᱮ ᱞᱟᱹᱭ ᱥᱚᱫᱚᱨ ᱟᱠᱟᱱᱟ), ᱮᱱᱠᱷᱟᱱ ᱩᱱᱤ ᱮᱭᱟᱭ ᱥᱮᱨᱢᱟ ᱦᱟᱹᱵᱤᱡ ᱡᱮᱦᱚᱞ, ᱡᱳᱨ ᱮᱢ ᱟᱨ ᱡᱳᱨ ᱮᱢ ᱦᱩᱭ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱾ ",
            "Sindhi (Arabic)": "جیڪڏھن ڪنھن کی ملڪیت ملی ٿی تہ اھو ڪجھ ڏوہن جی انجام جی دئوران ورتو ویو (سیڪشن 125 ۽ 126 ۾ ذڪر ڪیل)، انھن کی ست سالن تائین جی قید، جرمانو ۽ ملڪیت ضبط ڪری سگہجی ٿی ",
            "Sindhi (Devanagari)": "जेकॾहिं को बि जायदाद हासिलु करे थो त इहा जाणियूं त इहा कुझु गुनाह करण दौरान वठियल हुई (सेक्शन 125 ऐं 126 में ज़िकर कयो वियो आहे), उन्हनि खे सत सालनि ताईं जी कैद, ज़ुरमाना, ऐं जायदाद ज़ब्त थी सघे थी ",
            "Tamil": "சில குற்றங்களைச் செய்தபோது (125 மற்றும் 126 பிரிவுகளில் குறிப்பிடப்பட்டுள்ளது) அது எடுக்கப்பட்டதை அறிந்த யாராவது சொத்தைப் பெற்றால், அவர்கள் ஏழு ஆண்டுகள் வரை சிறைத்தண்டனை விதிக்கப்படலாம், அபராதம் விதிக்கப்படலாம் மற்றும் சொத்தை பறிமுதல் செய்யலாம். ",
            "Telugu": "కొన్ని నేరాలు చేసిన సమయంలో (సెక్షన్లు 125 మరియు 126 లో పేర్కొన్న) తీసుకున్నారని తెలిసి ఎవరైనా ఆస్తిని స్వీకరిస్తే, వారికి ఏడు సంవత్సరాల వరకు జైలు శిక్ష, జరిమానా మరియు ఆస్తిని జప్తు చేయవచ్చు. ",
            "Urdu": "اگر کسی کو یہ جان کر جائیداد ملتی ہے کہ وہ بعض جرائم کے ارتکاب کے دوران لی گئی تھی (دفعہ 125 اور 126 میں مذکور)، تو اسے سات سال تک کی قید، جرمانہ اور جائیداد ضبط کرنے کی سزا دی جا سکتی ہے۔ "
        }
    },
    {
        "Section": "128",
        "Description": "According to section 128 of Indian penal code, Whoever, being a public servant and having the custody of any State prisoner or prisoner of war, voluntarily allows such prisoner to escape from any place in which such prisoner is confined, shall be punished with imprisonment for life, or imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine.",
        "Offense": "Public servant voluntarily allowing prisoner of State or war in his custody to escape",
        "Punishment": "Imprisonment for Life or 10 Years + Fine",
        "Simplified_Description": "If a public servant, responsible for the custody of a State prisoner or prisoner of war, intentionally allows the prisoner to escape from confinement, they can be punished with life imprisonment or imprisonment of up to ten years, and may also be fined.",
        "translations": {
            "Assamese": "যদি ৰাজ্যিক বন্দী বা যুদ্ধবন্দীৰ জিম্মাত থকাৰ বাবে দায়বদ্ধ এজন ৰাজহুৱা কৰ্মচাৰীয়ে ইচ্ছাকৃতভাৱে বন্দীক কাৰাবাসৰ পৰা পলায়ন কৰিবলৈ অনুমতি দিয়ে, তেন্তে তেওঁলোকক আজীৱন কাৰাদণ্ড বা দহ বছৰলৈকে কাৰাদণ্ডৰ শাস্তি দিব পাৰি, আৰু জৰিমনাও দিব পাৰি। ",
            "Bengali": "যদি কোনও রাষ্ট্রীয় বন্দী বা যুদ্ধবন্দীর হেফাজতের জন্য দায়বদ্ধ কোনও সরকারি কর্মচারী ইচ্ছাকৃতভাবে বন্দীকে কারাবাস থেকে পালানোর অনুমতি দেয়, তবে তাদের যাবজ্জীবন কারাদণ্ড বা দশ বছর পর্যন্ত কারাদণ্ডে দণ্ডিত করা যেতে পারে এবং জরিমানাও করা যেতে পারে। ",
            "Bodo": "रायजोयारि खैदी एबा दावहानि खैदीनि हेफाजानि थाखाय बिबानगोनां सासे सोरखारि मावख'गिरिआ जुदि मिन्थिना खैदीखौ जेलनिफ्राय बारग'नो गनायथि होयो, अब्ला बिसोरखौ जिउहालागै जेल एबा जि बोसोरसिम जेलनि साजा होनो हागौ, आरो जरिमानाबो होनो हागौ। ",
            "Dogri": "जेकर कोई लोक सेवक, जेह्ड़ा कुसै राज्य दे कैदी जां जुद्धकैदी दी हिरासत आस्तै ज़िम्मेवार ऐ, जान-बूझियै कैदी गी कैद थमां बचने दी इजाज़त दिंदा ऐ, तां उʼनें गी उम्रकैद जां दस बʼरें तक्कर दी कैद दी सʼजा दित्ती जाई सकदी ऐ, ते जुर्माना बी लाया जाई सकदा ऐ। ",
            "Goan Konkani": "सरकारी बंदखणींत वा झुजाच्या बंदखणीच्या ताब्याची जापसालदारकी आशिल्लो लोकसेवक जर जाणूनबुजून बंदखणींतल्यान पळून वचपाक परवानगी दिता जाल्यार तांकां आजीवन कारावासाची वा धा वर्सां मेरेन कारावासाची ख्यास्त दिवंक शकता आनी दंड लेगीत भरपाक शकता. ",
            "Gujarati": "જો રાજ્ય કેદી અથવા યુદ્ધ કેદીની કસ્ટડી માટે જવાબદાર જાહેર સેવક ઇરાદાપૂર્વક કેદીને કેદમાંથી છટકી જવા દે છે, તો તેમને આજીવન કેદ અથવા દસ વર્ષ સુધીની કેદની સજા થઈ શકે છે અને દંડ પણ થઈ શકે છે. ",
            "Hindi": "यदि कोई लोक सेवक, जो किसी राज्य के कैदी या युद्ध के कैदी की अभिरक्षा के लिए जिम्मेदार है, जानबूझकर कैदी को कारावास से भागने की अनुमति देता है, तो उसे आजीवन कारावास या दस साल तक के कारावास की सजा दी जा सकती है, और उस पर जुर्माना भी लगाया जा सकता है। ",
            "Kannada": "ಸರ್ಕಾರಿ ಖೈದಿ ಅಥವಾ ಯುದ್ಧ ಖೈದಿಗಳ ಬಂಧನಕ್ಕೆ ಜವಾಬ್ದಾರರಾಗಿರುವ ಸಾರ್ವಜನಿಕ ಸೇವಕರು, ಉದ್ದೇಶಪೂರ್ವಕವಾಗಿ ಖೈದಿಗೆ ಬಂಧನದಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ಅವಕಾಶ ನೀಡಿದರೆ, ಅವರಿಗೆ ಜೀವಾವಧಿ ಶಿಕ್ಷೆ ಅಥವಾ ಹತ್ತು ವರ್ಷಗಳವರೆಗೆ ಜೈಲು ಶಿಕ್ಷೆ ವಿಧಿಸಬಹುದು ಮತ್ತು ದಂಡವನ್ನೂ ವಿಧಿಸಬಹುದು. ",
            "Kashmiri (Arabic)": "اگر کانٛہہ عوٲمی نوکر، یس ریاستی قٲد یا جنگی قٲدٕچ حراستک ذمہٕ دار چھ، جان بوجھتھ چھ قٲد قٲد نش فرار گژھنک اجازت دوان، تمن ہیٚکہ عمر قید یا دہن ؤرین تام قٲدٕچ سزا دنہٕ یتھ، تہٕ اتھ ہیٚکہ جرمانہٕ تہ کرنہٕ یتھ۔ ",
            "Kashmiri (Devanagari)": "अगर अख पब्लिक सर्वेंट, युस स्टेट बंदी या जंगे बंदी हिन्द कस्टडी खातिर ज़िमेदार छू, जान-बूझकर छू बंदी हिन्द जेलन निष् बचानुक इजाज़त दीवान, तेम हकें उम्रकैद या दहें वरियें ताम जेलन हिंज सजा, ते हकें ज़ुरमाना ते छू येवा करने. ",
            "Maithili": "यदि कोनो लोक सेवक, जे कोनो राज्य कैदीक या युद्धकैदीक अभिरक्षाक लेल उत्तरदायी अछि, जानबूझकर कैदीक कारावाससँ बचबाक अनुमति दैत अछि, तऽ ओकरा आजीवन कारावास या दस साल तकक कारावासक सजा भऽ सकैत अछि, आ जुर्माना सेहो भऽ सकैत अछि। ",
            "Malayalam": "ഒരു സർക്കാർ തടവുകാരന്റെയോ യുദ്ധത്തടവുകാരന്റെയോ സംരക്ഷണത്തിന് ഉത്തരവാദിയായ ഒരു പൊതുസേവകൻ, തടവുകാരനെ തടവിൽ നിന്ന് രക്ഷപ്പെടാൻ മനപ്പൂർവ്വം അനുവദിക്കുകയാണെങ്കിൽ, അവർക്ക് ജീവപര്യന്തം തടവോ പത്ത് വർഷം വരെ തടവോ ശിക്ഷ നൽകാനും പിഴ ചുമത്താനും കഴിയും. ",
            "Marathi": "सरकारी कैदी किंवा युद्धकैदीच्या ताब्यात जबाबदार असलेला सरकारी कर्मचारी जर कैद्याला जाणूनबुजून बंदिवासातून सुटण्याची परवानगी देत असेल, तर त्याला जन्मठेपेची किंवा दहा वर्षांपर्यंतच्या कारावासाची शिक्षा होऊ शकते आणि दंडही होऊ शकतो. ",
            "Manipuri": "করিগুম্বা পব্লিক সর্ভিস প্রোভাইদর অমনা ষ্টেট কেন্দেদ নত্ত্রগা ৱার কেন্দেদ অমা কোস্তেদ তৌবদা, ৱাখলনা কেন্দেদ অদুবু কনফিনমেন্ততগী নান্থোকপদা অয়াবা পীখ্রবদি, মখোয়বু চহি 10 ফাউবা জেলদা থম্বা য়াই নত্ত্রগা চহি 10 ফাউবা জেলদা থম্বা য়াই, অমসুং ফাইন লৌবা য়াই। ",
            "Meitei": "ꯀꯔꯤꯒꯨꯝꯕ ꯔꯥꯖ ꯭ ꯌꯒꯤ ꯐꯥꯗꯣꯛ ꯅꯠꯇ ꯭ ꯔꯒ ꯂꯥꯟꯒꯤ ꯐꯥꯗꯣꯛ ꯑꯃꯒꯤ ꯐꯥꯖꯤꯟꯕꯒꯤ ꯊꯧꯗꯥꯡ ꯂꯧꯔꯤꯕ ꯃꯤꯌꯥꯝꯒꯤ ꯊꯕꯛ ꯇꯧꯕ ꯃꯤꯑꯣꯏ ꯑꯃꯅ ꯈꯪꯍꯧꯗꯅ ꯐꯥꯗꯣꯛ ꯑꯗꯨ ꯐꯥꯗꯣꯛꯗꯒꯤ ꯅꯥꯟꯊꯣꯛꯅꯕ ꯑꯌꯥꯕ ꯄꯤꯔꯕꯗꯤ, ꯃꯈꯣꯏꯕꯨ ꯄꯨꯟꯁꯤ ꯆꯨꯞꯄꯒꯤ ꯐꯥꯖꯜ ꯅꯠꯇ ꯭ ꯔꯒ ꯆꯍꯤ ꯇꯔꯥ ꯐꯥꯎꯕ ꯐꯥꯖꯜ ꯄꯤꯕ ꯌꯥꯏ, ꯑꯃꯁꯨꯡ ꯐꯥꯏꯟꯁꯨ ꯄꯤꯕ ꯌꯥꯏ ꯫ ",
            "Nepali": "यदि राज्यका कैदी वा युद्धबन्दीको हिरासतका लागि जिम्मेवार सार्वजनिक सेवकले कैदीलाई जानाजानी कैदबाट भाग्न अनुमति दिन्छ भने, उनीहरूलाई आजीवन कारावास वा दस वर्षसम्म कैदको सजाय हुन सक्छ, र जरिवाना पनि हुन सक्छ। ",
            "Odia": "ଯଦି ଜଣେ ସରକାରୀ କର୍ମଚାରୀ, ଜଣେ ରାଜ୍ଯ଼ କଏଦୀ କିମ୍ବା ଯୁଦ୍ଧବନ୍ଦୀଙ୍କ ହେପାଜତ ପାଇଁ ଦାଯ଼ୀ, ଜାଣିଶୁଣି କଏଦୀଙ୍କୁ କାରାଗାରରୁ ପଳାଯ଼ନ କରିବାକୁ ଅନୁମତି ଦିଅନ୍ତି, ତେବେ ସେମାନଙ୍କୁ ଆଜୀବନ କାରାଦଣ୍ଡ କିମ୍ବା ଦଶ ବର୍ଷ ପର୍ଯ୍ଯ଼ନ୍ତ କାରାଦଣ୍ଡରେ ଦଣ୍ଡିତ କରାଯାଇପାରେ, ଏବଂ ଜରିମାନା ମଧ୍ଯ଼ ହୋଇପାରେ | ",
            "Punjabi": "ਜੇਕਰ ਕੋਈ ਜਨਤਕ ਸੇਵਕ, ਜੋ ਕਿਸੇ ਰਾਜ ਦੇ ਕੈਦੀ ਜਾਂ ਜੰਗੀ ਕੈਦੀ ਦੀ ਹਿਰਾਸਤ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹੈ, ਜਾਣਬੁੱਝ ਕੇ ਕੈਦੀ ਨੂੰ ਕੈਦ ਤੋਂ ਭੱਜਣ ਦਿੰਦਾ ਹੈ, ਤਾਂ ਉਸ ਨੂੰ ਉਮਰ ਕੈਦ ਜਾਂ ਦਸ ਸਾਲ ਤੱਕ ਦੀ ਕੈਦ ਦੀ ਸਜ਼ਾ ਹੋ ਸਕਦੀ ਹੈ ਅਤੇ ਜੁਰਮਾਨਾ ਵੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ",
            "Sanskrit": "यदि कश्चन लोकसेवकः, राज्यबन्दिनः अथवा युद्धबन्दिनः अभिरक्षायाः कृते उत्तरदायीः, इच्छया बन्दिनः कारावासात् पलायनं कर्तुम् अनुमन्यते, तर्हि सः आजीवन-कारावासेन वा दशवर्षपर्यन्तं कारावासेन वा दण्डितः भवितुम् अर्हति, अपि च सः दण्डितः भवितुम् अर्हति। ",
            "Santali": "ᱡᱩᱫᱤ ᱡᱟᱦᱟᱱ ᱫᱤᱥᱚᱢ ᱨᱮᱱ ᱠᱟᱫᱷᱤ ᱥᱮ ᱞᱟᱹᱲᱦᱟᱹᱭ ᱨᱮᱱ ᱠᱟᱫᱷᱤ ᱟᱜ ᱥᱟᱢᱵᱲᱟᱣ ᱞᱟᱹᱜᱤᱫ ᱡᱩᱭᱟᱹᱱ ᱟᱱ ᱡᱟᱦᱟᱱ ᱫᱤᱥᱚᱢ ᱨᱮᱱ ᱠᱟᱹᱢᱤᱭᱟᱹ ᱠᱚ ᱩᱭᱦᱟᱹᱨ ᱟᱱᱟᱜ ᱞᱮᱠᱟᱛᱮ ᱠᱟᱫᱷᱤ ᱫᱚ ᱡᱮᱦᱟᱹᱞ ᱠᱷᱚᱱ ᱪᱷᱟᱹᱲ ᱮ ᱮᱢᱼᱟ, ᱮᱱᱠᱷᱟᱱ ᱩᱱᱠᱩ ᱡᱮᱹᱦᱟᱹᱭ ᱡᱮᱹᱦᱟᱹᱞ ᱥᱮ ᱜᱮᱞ ᱥᱮᱨᱢᱟ ᱦᱟᱹᱵᱤᱡ ᱡᱮᱹᱦᱟᱹᱞ ᱨᱮᱭᱟᱜ ᱮ ᱥᱟᱨᱦᱟᱶ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱟᱨ ᱡᱮᱹᱦᱟᱹᱞ ᱦᱚᱸ ᱮᱢ ᱦᱩᱭ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱾ ",
            "Sindhi (Arabic)": "جیڪڏھن ڪو سرڪاری ملازم، جیڪو ڪنہن ریاستی قیدی یا جنگی قیدی جی سنڀال لاء ذمیوار آھی، دانستہ طئور تی قیدی کی قید مان فرار ٿیڻ جی اجازت ڏئی ٿو، انھن کی عمر قید یا ڏہن سالن تائین جی قید جی سزا ٿی سگہی ٿی، ۽ جرمانو بہ ٿی سگہی ٿو ",
            "Sindhi (Devanagari)": "जेकॾहिं को सरकारी नौकर, जेको राज्य जे कैदी या जंग जे कैदी जी हिरासत जे लाइ ज़िमेदार आहे, जाण बुज़ुरुकु तौर ते कैदी खे कैद खां भजण जी इजाज़त डींदो आहे, उन्हनि खे उम्रकैद या दहें साल ताईं जी कैद जी सज़ा थी सघिंदी आहे, ऐं उन ते ज़ुरमाना बि थी सघिंदो आहे ",
            "Tamil": "ஒரு அரசுக் கைதி அல்லது போர்க் கைதி காவலில் வைப்பதற்கு பொறுப்பான ஒரு பொது ஊழியர், கைதி சிறையில் இருந்து தப்பிக்க வேண்டுமென்றே அனுமதித்தால், அவர்களுக்கு ஆயுள் தண்டனை அல்லது பத்து ஆண்டுகள் வரை சிறைத்தண்டனை விதிக்கப்படலாம், மேலும் அபராதமும் விதிக்கப்படலாம். ",
            "Telugu": "ప్రభుత్వ ఖైదీ లేదా యుద్ధ ఖైదీల అదుపుకు బాధ్యత వహించే ప్రభుత్వ ఉద్యోగి, ఖైదీని నిర్బంధం నుండి తప్పించుకోవడానికి ఉద్దేశపూర్వకంగా అనుమతిస్తే, వారికి జీవిత ఖైదు లేదా పదేళ్ల వరకు జైలు శిక్ష విధించవచ్చు మరియు జరిమానా కూడా విధించవచ్చు. ",
            "Urdu": "اگر کوئی سرکاری ملازم، جو کسی ریاستی قیدی یا جنگی قیدی کی تحویل کا ذمہ دار ہے، جان بوجھ کر قیدی کو قید سے فرار ہونے دیتا ہے، تو اسے عمر قید یا دس سال تک کی قید کی سزا دی جا سکتی ہے، اور اسے جرمانہ بھی کیا جا سکتا ہے۔ "
        }
    },
    {
        "Section": "129",
        "Description": "According to section 129 of Indian penal code, Whoever, being a public servant and having the custody of any State prisoner or prisoner of war, negligently suffers such prisoner to escape from any place of confinement in which such prisoner is confined, shall be punished with simple imprisonment for a term which may extend to three years, and shall also be liable to fine.",
        "Offense": "Public servant negligently suffering prisoner of State or war in his custody to escape",
        "Punishment": "Simple Imprisonment 3 Years + Fine",
        "Simplified_Description": "If a public servant, responsible for the custody of a State prisoner or prisoner of war, carelessly allows the prisoner to escape from confinement, they can be punished with up to three years in jail and may also be fined.",
        "translations": {
            "Assamese": "যদি ৰাজ্যিক বন্দী বা যুদ্ধবন্দীৰ জিম্মাত থকাৰ বাবে দায়বদ্ধ এজন ৰাজহুৱা কৰ্মচাৰীয়ে অসাবধানভাৱে বন্দীক কাৰাবাসৰ পৰা পলায়ন কৰিবলৈ অনুমতি দিয়ে, তেন্তে তেওঁলোকক তিনি বছৰলৈকে কাৰাদণ্ড আৰু জৰিমনাও হ'ব পাৰে। ",
            "Bengali": "কোনও রাষ্ট্রীয় বন্দী বা যুদ্ধবন্দীর হেফাজতের জন্য দায়বদ্ধ কোনও সরকারি কর্মচারী যদি অসাবধানতার সাথে বন্দীকে কারাবাস থেকে পালাতে দেয়, তবে তাদের তিন বছর পর্যন্ত কারাদণ্ড এবং জরিমানাও হতে পারে। ",
            "Bodo": "रायजोयारि खैदी एबा दावहानि खैदीनि हेफाजानि थाखाय बिबानगोनां सासे सोरखारि मावख'गिरिआ जुदि गोरोनथि गैयालासे खैदीखौ जेलनिफ्राय बारग'नो गनायथि होयो, अब्ला बिथांखौ थाम बोसोरसिम जेलनि साजा होनो हागौ आरो जरिमानाबो होनो हागौ। ",
            "Dogri": "जेकर कोई लोक सेवक, जेह्ड़ा कुसै राज्य दे कैदी जां जुद्धकैदी दी हिरासत आस्तै ज़िम्मेवार ऐ, लापरवाही कन्नै कैदी गी कैद थमां बचने दी इजाज़त दिंदा ऐ, तां उʼनें गी त्रै बʼरें तक्कर दी जेह्ल दी सʼजा दित्ती जाई सकदी ऐ ते जुर्माना बी लाया जाई सकदा ऐ। ",
            "Goan Konkani": "सरकारी बंदखणींत वा झुजाच्या बंदखणीच्या ताब्याची जापसालदारकी आशिल्लो लोकसेवक जर बेपरवायेन बंदखणींतल्यान पळून वचपाक परवानगी दिता जाल्यार तांकां तीन वर्सां मेरेन बंदखणीची ख्यास्त दिवंक शकता आनी दंड लेगीत भरपाक शकता. ",
            "Gujarati": "જો કોઈ સરકારી કર્મચારી, રાજ્યના કેદી અથવા યુદ્ધ કેદીની કસ્ટડી માટે જવાબદાર હોય, તો બેદરકારીપૂર્વક કેદીને કેદમાંથી છટકી જવા દે છે, તો તેમને ત્રણ વર્ષ સુધીની જેલની સજા થઈ શકે છે અને દંડ પણ થઈ શકે છે. ",
            "Hindi": "यदि कोई लोक सेवक, जो किसी राज्य के कैदी या युद्ध के कैदी की अभिरक्षा के लिए जिम्मेदार है, लापरवाही से कैदी को कारावास से भागने देता है, तो उन्हें तीन साल तक की जेल की सजा हो सकती है और जुर्माना भी लगाया जा सकता है। ",
            "Kannada": "ಸರ್ಕಾರಿ ಖೈದಿ ಅಥವಾ ಯುದ್ಧ ಖೈದಿಗಳ ಅಭಿರಕ್ಷೆಗೆ ಜವಾಬ್ದಾರರಾಗಿರುವ ಸಾರ್ವಜನಿಕ ಸೇವಕರು, ಅಜಾಗರೂಕತೆಯಿಂದ ಖೈದಿಗೆ ಬಂಧನದಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ಅವಕಾಶ ನೀಡಿದರೆ, ಅವರಿಗೆ ಮೂರು ವರ್ಷಗಳವರೆಗೆ ಜೈಲು ಶಿಕ್ಷೆ ವಿಧಿಸಬಹುದು ಮತ್ತು ದಂಡವನ್ನೂ ವಿಧಿಸಬಹುದು. ",
            "Kashmiri (Arabic)": "اگر کانٛہہ عوٲمی نوکر، یس ریاستی قٲد یا جنگی قٲدٕچ حراستک ذمہٕ دار چھ، لاپرواہی سان قٲدس قٲد نش فرار گژھنک اجازت چھ دوان، تمن ہیٚکہ ترٛؠن ؤرین تام جیلٕچ سزا تہٕ جرمانہٕ تہ ٲستھ۔ ",
            "Kashmiri (Devanagari)": "अगर अख पब्लिक सर्वेंट, युस रियासत कि बंदी या जंग कि बंदी हिंज कस्टडी खातिर ज़िम्मेदार छू, लापरवाही सेत बंदी हिन्द जेल निष् बचान मंज़ मदद क्र, तेम हकें त्रिन वरियन ताम जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ ",
            "Maithili": "यदि कोनो लोक सेवक, जे कोनो राज्य कैदीक या युद्धकैदीक अभिरक्षाक लेल उत्तरदायी अछि, लापरवाहीसँ कैदीक कारावाससँ बचबाक अनुमति दैत अछि, तऽ ओकरा तीन साल धरि जेलक सजा भऽ सकैत अछि आ जुर्माना सेहो भऽ सकैत अछि। ",
            "Malayalam": "ഒരു സർക്കാർ തടവുകാരന്റെയോ യുദ്ധത്തടവുകാരന്റെയോ സംരക്ഷണത്തിന് ഉത്തരവാദിയായ ഒരു പൊതുസേവകൻ, തടവുകാരനെ തടവിൽ നിന്ന് രക്ഷപ്പെടാൻ അശ്രദ്ധമായി അനുവദിക്കുകയാണെങ്കിൽ, അവർക്ക് മൂന്ന് വർഷം വരെ തടവും പിഴയും ശിക്ഷിക്കാം. ",
            "Marathi": "सरकारी कैदी किंवा युद्धकैदीच्या ताब्यात जबाबदार असलेला सरकारी कर्मचारी जर निष्काळजीपणे कैद्याला बंदिवासातून सुटू देत असेल तर त्याला तीन वर्षांपर्यंत तुरुंगवासाची शिक्षा होऊ शकते आणि दंडही होऊ शकतो. ",
            "Manipuri": "করিগুম্বা পব্লিক সর্ভিস প্রোভাইদর অমনা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর অমনা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস প্রোভাইদর নত্ত্রগা পব্লিক সর্ভিস ",
            "Meitei": "ꯀꯔꯤꯒꯨꯝꯕ ꯔꯥꯖ ꯭ ꯌꯒꯤ ꯐꯥꯗꯣꯛ ꯅꯠꯇ ꯭ ꯔꯒ ꯂꯥꯟꯒꯤ ꯐꯥꯗꯣꯛ ꯑꯃꯒꯤ ꯐꯥꯖꯤꯟꯕꯒꯤ ꯊꯧꯗꯥꯡ ꯂꯧꯔꯤꯕ ꯃꯤꯌꯥꯝꯒꯤ ꯊꯕꯛ ꯇꯧꯕ ꯃꯤꯑꯣꯏ ꯑꯃꯅ ꯆꯦꯛꯁꯤꯟꯗꯅ ꯐꯥꯗꯣꯛ ꯑꯗꯨꯕꯨ ꯐꯥꯗꯣꯛꯗꯒꯤ ꯅꯥꯟꯊꯣꯛꯄ ꯌꯥꯍꯜꯂꯕꯗꯤ, ꯃꯈꯣꯏꯕꯨ ꯆꯍꯤ ꯑꯍꯨꯝ ꯐꯥꯎꯕ ꯐꯥꯖꯤꯟꯗꯨꯅ ꯊꯝꯕ ꯌꯥꯏ ꯑꯃꯁꯨꯡ ꯐꯥꯏꯟꯁꯨ ꯄꯤꯕ ꯌꯥꯏ ꯫ ",
            "Nepali": "यदि राज्यका कैदी वा युद्धबन्दीको हिरासतका लागि जिम्मेवार सार्वजनिक सेवकले लापरवाहीपूर्वक कैदीलाई कैदबाट भाग्न अनुमति दिन्छ भने उनीहरूलाई तीन वर्षसम्म जेल सजाय हुन सक्छ र जरिवाना पनि हुन सक्छ। ",
            "Odia": "ଯଦି ଜଣେ ସରକାରୀ କର୍ମଚାରୀ, ଜଣେ ରାଜ୍ଯ଼ ବନ୍ଦୀ କିମ୍ବା ଯୁଦ୍ଧ ବନ୍ଦୀଙ୍କ ହେପାଜତ ପାଇଁ ଦାଯ଼ୀ, ଅସାବଧାନତା ଭାବରେ କଏଦୀଙ୍କୁ କାରାଗାରରୁ ପଳାଯ଼ନ କରିବାକୁ ଅନୁମତି ଦିଅନ୍ତି, ତେବେ ସେମାନଙ୍କୁ ତିନି ବର୍ଷ ପର୍ଯ୍ଯ଼ନ୍ତ ଜେଲ୍ ଦଣ୍ଡରେ ଦଣ୍ଡିତ କରାଯାଇପାରେ ଏବଂ ଜରିମାନା ମଧ୍ଯ଼ କରାଯାଇପାରେ | ",
            "Punjabi": "ਜੇਕਰ ਕੋਈ ਜਨਤਕ ਸੇਵਕ, ਜੋ ਕਿਸੇ ਰਾਜ ਦੇ ਕੈਦੀ ਜਾਂ ਜੰਗੀ ਕੈਦੀ ਦੀ ਹਿਰਾਸਤ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹੈ, ਲਾਪਰਵਾਹੀ ਨਾਲ ਕੈਦੀ ਨੂੰ ਕੈਦ ਤੋਂ ਭੱਜਣ ਦਿੰਦਾ ਹੈ, ਤਾਂ ਉਸ ਨੂੰ ਤਿੰਨ ਸਾਲ ਤੱਕ ਦੀ ਕੈਦ ਦੀ ਸਜ਼ਾ ਹੋ ਸਕਦੀ ਹੈ ਅਤੇ ਜੁਰਮਾਨਾ ਵੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ",
            "Sanskrit": "यदि कश्चन लोकसेवकः, यः राज्यबन्दिनः अथवा युद्धबन्दिनः अभिरक्षायाः कृते उत्तरदायी अस्ति, सः निष्काळजीरूपेण बन्दिनः कारावासात् पलायनं कर्तुम् अनुमन्यते, तर्हि सः वर्षत्रयं यावत् कारावासं दण्डयितुं शक्नोति, दण्डनं च कर्तुं शक्नोति। ",
            "Santali": "ᱡᱩᱫᱤ ᱡᱟᱦᱟᱱ ᱫᱤᱥᱚᱢ ᱨᱮᱱ ᱠᱟᱫᱷᱤ ᱥᱮ ᱞᱟᱹᱲᱦᱟᱹᱭ ᱨᱮᱱ ᱠᱟᱫᱷᱤ ᱟᱜ ᱥᱟᱢᱵᱲᱟᱣ ᱞᱟᱹᱜᱤᱫ ᱡᱩᱭᱟᱹᱣᱟᱱ ᱡᱟᱦᱟᱱ ᱫᱤᱥᱚᱢ ᱨᱮᱱ ᱠᱟᱹᱢᱤᱭᱟᱹ, ᱵᱮᱼᱵᱟᱹᱛᱤᱞ ᱞᱮᱠᱟᱛᱮ ᱠᱟᱫᱷᱤ ᱫᱚ ᱡᱮᱦᱟᱹᱞ ᱠᱷᱚᱱ ᱠᱚ ᱪᱷᱟᱹᱲᱮ ᱮᱢᱼᱟ, ᱮᱱᱠᱷᱟᱱ ᱩᱱᱤ ᱯᱮ ᱥᱮᱨᱢᱟ ᱫᱷᱟᱹᱵᱤᱡ ᱡᱮᱦᱚᱞ ᱟᱨ ᱡᱮᱦᱟᱹᱞ ᱨᱮᱭᱟᱜ ᱮ ᱥᱟᱨᱦᱟᱶ ᱦᱩᱭ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱾ ",
            "Sindhi (Arabic)": "جیڪڏھن ڪو سرڪاری ملازم، جیڪو ڪنہن ریاستی قیدی یا جنگی قیدی جی سنڀال جو ذمیوار آھی، لاپرواہی سان قیدی کی قید مان فرار ٿیڻ جی اجازت ڏئی ٿو، انھن کی ٽن سالن تائین جیل جی سزا ٿی سگہی ٿی ۽ جرمانو بہ ٿی سگہی ٿو ",
            "Sindhi (Devanagari)": "जेकॾहिं को सरकारी नौकर, जेको राज्य जे कैदी या जंग जे कैदी जी हिरासत जे लाइ ज़िमेदार आहे, ग़लती सां कैदी खे कैद खां भजण जी इजाज़त डींदो आहे, उन्हनि खे टे साल जी जेल जी सज़ा थी सघिंदी आहे ऐं उन ते ज़ुरमाना बि थी सघिंदो आहे ",
            "Tamil": "ஒரு அரசு கைதி அல்லது போர்க் கைதி காவலில் வைப்பதற்கு பொறுப்பான ஒரு பொது ஊழியர், கவனக்குறைவாக கைதி சிறையில் இருந்து தப்பிக்க அனுமதித்தால், அவர்களுக்கு மூன்று ஆண்டுகள் வரை சிறைத்தண்டனை விதிக்கப்படலாம், மேலும் அபராதமும் விதிக்கப்படலாம். ",
            "Telugu": "ప్రభుత్వ ఖైదీ లేదా యుద్ధ ఖైదీల అదుపుకు బాధ్యత వహించే ప్రభుత్వ ఉద్యోగి, ఖైదీని నిర్బంధం నుండి తప్పించుకోవడానికి నిర్లక్ష్యంగా అనుమతిస్తే, వారికి మూడు సంవత్సరాల వరకు జైలు శిక్ష మరియు జరిమానా కూడా విధించవచ్చు. ",
            "Urdu": "اگر کوئی سرکاری ملازم، جو کسی ریاستی قیدی یا جنگی قیدی کی تحویل کا ذمہ دار ہے، لاپرواہی سے قیدی کو قید سے فرار ہونے دیتا ہے، تو اسے تین سال تک قید کی سزا ہو سکتی ہے اور جرمانہ بھی ہو سکتا ہے۔ "
        }
    },
    {
        "Section": "130",
        "Description": "According to section 130 of Indian penal code, Whoever knowingly aids or assists any State prisoner or prisoner of war in escaping from lawful custody, or rescues or attempts to rescue any such prisoner, or harbours or conceals any such prisoner who has escaped from lawful custody, or offers or attempts to offer any resistance to the recapture of such prisoner shall be punished with imprisonment for life, or with imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine.",
        "Offense": "Aiding escape of, rescuing or harbouring, such prisoner, or offering Any resistance to the recapture of such prisoner",
        "Punishment": "Imprisonment for Life or 10 Years + Fine",
        "Simplified_Description": "If someone knowingly helps a State prisoner or prisoner of war escape from lawful custody, rescues them, hides them after their escape, or resists their recapture, they can be punished with life imprisonment or imprisonment of up to ten years, and may also be fined.",
        "translations": {
            "Assamese": "যদি কোনোবাই জ্ঞাতভাৱে ৰাজ্যিক বন্দী বা যুদ্ধবন্দীক আইনী হেফাজতৰ পৰা পলায়ন কৰাত সহায় কৰে, তেওঁলোকক উদ্ধাৰ কৰে, পলায়নৰ পিছত তেওঁলোকক লুকুৱাই ৰাখে, বা তেওঁলোকক পুনৰ দখল কৰাৰ বিৰোধিতা কৰে, তেওঁলোকক আজীৱন কাৰাদণ্ড বা দহ বছৰলৈকে কাৰাদণ্ডৰ শাস্তি দিব পাৰি, আৰু জৰিমনাও দিব পাৰে। ",
            "Bengali": "যদি কেউ জেনেশুনে কোনও রাষ্ট্রীয় বন্দী বা যুদ্ধবন্দীকে বৈধ হেফাজত থেকে পালাতে সাহায্য করে, তাদের উদ্ধার করে, পালানোর পরে তাদের লুকিয়ে রাখে বা তাদের পুনরায় দখলের বিরোধিতা করে, তবে তাদের যাবজ্জীবন কারাদণ্ড বা দশ বছর পর্যন্ত কারাদণ্ডের শাস্তি হতে পারে এবং জরিমানাও হতে পারে। ",
            "Bodo": "जुदि सोरबा मिथिगोनाङै रायजोनि खैदी एबा दावहानि खैदीखौ आयेन गोनां हेफाजतनिफ्राय खारनायाव मदद खालामो, बिसोरखौ रैखा खालामो, बिसोरनि खारनायनि उनाव बिसोरखौ खोबथेयो, एबा बिसोरखौ फिन लाफिननायखौ हेंथा होयो, अब्ला बिसोरखौ जिउ जोबनो हानाय जेल एबा जि बोसोरसिम जेलजों साजा होनो हायो, आरो जरिमानाबो होनो हागौ। ",
            "Dogri": "जेकर कोई जानी-बुद्दी कन्नै कुसै राज्य दे कैदी जां जुद्ध दे कैदी गी वैध हिरासत थमां बचने च मदद करदा ऐ, तां उʼनें गी बचांदा ऐ, उंʼदे नस्सने दे परैंत्त उʼनें गी छुपा लैंदा ऐ, जां उʼनें गी परतियै हासल करने दा बरोध करदा ऐ, तां उʼनें गी उम्रकैद जां दस बʼरें तक्कर दी कैद दी सʼजा दित्ती जाई सकदी ऐ, ते जुर्माना बी लाया जाई सकदा ऐ। ",
            "Goan Konkani": "कोणूय जाणूनबुजून राज्य बंदखणींतल्या वा झुजाच्या बंदखणींतल्या मनशाक कायदेशीर ताब्यांतल्यान पळून वचपाक मदत करता, तांकां सोडयता, पळून गेल्यार तांकां लिपोवन दवरता, वा तांकां परतून ताब्यांत घेवपाचो प्रतिकार करता जाल्यार तांकां आजीवन कारावासाची वा धा वर्सां मेरेनची बंदखणीची ख्यास्त दिवंक शकता, आनी दंड लेगीत भरपाक शकता. ",
            "Gujarati": "જો કોઈ જાણીજોઈને રાજ્યના કેદી અથવા યુદ્ધના કેદીને કાયદેસરની કસ્ટડીમાંથી છટકી જવા માટે મદદ કરે છે, તેમને બચાવે છે, તેમના ભાગી ગયા પછી તેમને છુપાવે છે, અથવા તેમને ફરીથી કબજે કરવાનો પ્રતિકાર કરે છે, તો તેમને આજીવન કેદ અથવા દસ વર્ષ સુધીની કેદની સજા થઈ શકે છે, અને દંડ પણ થઈ શકે છે. ",
            "Hindi": "यदि कोई जानबूझकर किसी राज्य के कैदी या युद्ध के कैदी को वैध हिरासत से भागने में मदद करता है, उन्हें बचाता है, उनके भागने के बाद उन्हें छुपाता है, या उन्हें फिर से पकड़ने का विरोध करता है, तो उन्हें आजीवन कारावास या दस साल तक के कारावास की सजा दी जा सकती है, और जुर्माना भी लगाया जा सकता है। ",
            "Kannada": "ಯಾರಾದರೂ ಗೊತ್ತಿದ್ದೂ ಸರ್ಕಾರಿ ಖೈದಿ ಅಥವಾ ಯುದ್ಧ ಖೈದಿಗೆ ಕಾನೂನುಬದ್ಧ ಬಂಧನದಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳಲು ಸಹಾಯ ಮಾಡಿದರೆ, ಅವರನ್ನು ರಕ್ಷಿಸಿದರೆ, ಅವರು ತಪ್ಪಿಸಿಕೊಂಡ ನಂತರ ಅವರನ್ನು ಮರೆಮಾಚಿದರೆ ಅಥವಾ ಅವರನ್ನು ಪುನಃ ವಶಪಡಿಸಿಕೊಳ್ಳುವುದನ್ನು ವಿರೋಧಿಸಿದರೆ, ಅವರಿಗೆ ಜೀವಾವಧಿ ಶಿಕ್ಷೆ ಅಥವಾ ಹತ್ತು ವರ್ಷಗಳವರೆಗೆ ಜೈಲು ಶಿಕ್ಷೆ ವಿಧಿಸಬಹುದು ಮತ್ತು ದಂಡವನ್ನೂ ವಿಧಿಸಬಹುದು. ",
            "Kashmiri (Arabic)": "اگر کانٛہہ زانٛکٲری کنہ ریاستی قٲد یا جنگی قٲد قونوٗنی حراست نش فرار گژھنس منٛز مدد چھ کران، تم بچاوان، تم ژھنان ژھنان ژھنان ژھنان ژھنان ژھنان ژھنان ژھنان ژھنان ژھنان ژھنان ژھنان ژھنان ژھنان ژھنان ژھنان ژھنان ژھنان ژھنان ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژھنن ژ ",
            "Kashmiri (Devanagari)": "अगर केह जान-बूझकर स्टेट कैंडिड या कैंडिड ऑफ़ वॉर लॉफुल कस्टडी निष् बचनेस मंज़ मदद क्र, तेम बचाये, तेम बचाये, या तेम हिंज रीक्यूर रोकें, तेम हकें उम्रकैद या 10 वरि जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ ",
            "Maithili": "यदि केओ जानबूझकर कोनो राज्य के कैदी या युद्ध के कैदी के वैध हिरासत सँ बचय मे मदद करै छै, ओकरा बचा लेत छै, ओकरा बचय के बाद छुपा देत छै, या ओकरा फेर सँ पकड़ने के विरोध करै छै, तऽ ओकरा आजीवन कारावास या दस साल तक के कारावास के सजा भऽ सकैत छै, आर जुर्माना सेहो भऽ सकैत छैक। ",
            "Malayalam": "ആരെങ്കിലും അറിഞ്ഞുകൊണ്ട് ഒരു സർക്കാർ തടവുകാരനെയോ യുദ്ധത്തടവുകാരനെയോ നിയമപരമായ കസ്റ്റഡിയിൽ നിന്ന് രക്ഷപ്പെടാൻ സഹായിക്കുകയും അവരെ രക്ഷിക്കുകയും അവർ രക്ഷപ്പെട്ടതിന് ശേഷം അവരെ മറച്ചുവെക്കുകയും അല്ലെങ്കിൽ അവരെ വീണ്ടും പിടികൂടുന്നതിനെ എതിർക്കുകയും ചെയ്താൽ, അവർക്ക് ജീവപര്യന്തം തടവോ പത്ത് വർഷം വരെ തടവോ ശിക്ഷ നൽകാം, കൂടാതെ പിഴയും നൽകാം. ",
            "Marathi": "जर कोणी जाणूनबुजून एखाद्या सरकारी कैद्याला किंवा युद्धकैदीला कायदेशीर कोठडीतून सुटण्यास मदत करत असेल, त्यांना वाचवत असेल, ते पळून गेल्यानंतर त्यांना लपवत असेल किंवा त्यांना पुन्हा ताब्यात घेण्यास विरोध करत असेल, तर त्यांना जन्मठेपेची किंवा दहा वर्षांपर्यंतच्या कारावासाची शिक्षा होऊ शकते आणि दंडही होऊ शकतो. ",
            "Manipuri": "করিগুম্বা কনাগুম্বা অমনা রাজ্যগী কৈদি নত্ত্রগা লানগী কৈদি অমবু আইননা চৎনরিবা হেফাজতিদগী নান্থোকপদা খঙদনা মতেং পাংলবদি, মখোয়বু ঙাকথোকই, মখোয়না নান্থোকখ্রবা মতুংদা লোত্তুনা থম্মী, নত্ত্রগা মখোয়বু অমুক হন্না লৌশিনবদা অথিংবা থম্মী, মখোয়না চহি তরাগী জেলদগী নত্ত্রগা চহি তরাগী জেলদগী লৌবা য়াই, অমসুং ফাইন লৌবা য়াই। ",
            "Meitei": "ꯀꯔꯤꯒꯨꯝꯕ ꯃꯤꯑꯣꯏ ꯑꯃꯅ ꯈꯪꯍꯧꯗꯅ ꯔꯥꯖ ꯭ ꯌꯒꯤ ꯐꯥꯖꯤꯟꯈ ꯭ ꯔꯕ ꯅꯠꯇ ꯭ ꯔꯒ ꯂꯥꯟꯒꯤ ꯐꯥꯖꯤꯟꯈ ꯭ ꯔꯕ ꯃꯤꯑꯣꯏ ꯑꯃꯥꯕꯨ ꯑꯥꯏꯟꯒꯤ ꯃꯇꯨꯡ ꯏꯟꯅ ꯐꯥꯖꯤꯟꯗꯨꯅ ꯊꯝꯕꯗꯒꯤ ꯅꯥꯟꯊꯣꯛꯄꯗ ꯃꯇꯦꯡ ꯄꯥꯡꯂꯕꯗꯤ, ꯃꯈꯣꯏꯕꯨ ꯉꯥꯛꯊꯣꯛꯏ, ꯃꯈꯣꯏꯅ ꯅꯥꯟꯊꯣꯛꯂꯕ ꯃꯇꯨꯡꯗ ꯃꯈꯣꯏꯕꯨ ꯂꯣꯞꯊꯣꯛꯏ, ꯅꯠꯇ ꯭ ꯔꯒ ꯃꯈꯣꯏꯕꯨ ꯑꯃꯨꯛ ꯍꯟꯅ ꯂꯧꯁꯤꯟꯕꯗꯒꯤ ꯉꯥꯛꯊꯣꯛꯏ, ꯃꯈꯣꯏꯕꯨ ꯄꯨꯟꯁꯤ ꯆꯨꯞꯄꯒꯤ ꯐꯥꯖꯜ ꯅꯠꯇ ꯭ ꯔꯒ ꯆꯍꯤ ꯇꯔꯥ ꯐꯥꯎꯕ ꯐꯥꯖꯜ ꯄꯤꯕ ꯌꯥꯏ, ꯑꯃꯁꯨꯡ ꯐꯥꯏꯟꯁꯨ ꯄꯤꯕ ꯌꯥꯏ ꯫ ",
            "Nepali": "यदि कसैले जानाजानी राज्यका कैदी वा युद्धका कैदीलाई कानुनी हिरासतबाट भाग्न मद्दत गर्दछ, तिनीहरूलाई बचाउँछ, उनीहरू भागेपछि लुकाउँछ, वा उनीहरूलाई पुनः कब्जा गर्न प्रतिरोध गर्दछ भने, उनीहरूलाई आजीवन कारावास वा दस वर्षसम्म कैदको सजाय हुन सक्छ, र जरिवाना पनि हुन सक्छ। ",
            "Odia": "ଯଦି କେହି ଜାଣିଶୁଣି ଜଣେ ରାଜ୍ଯ଼ କଏଦୀ କିମ୍ବା ଯୁଦ୍ଧବନ୍ଦୀଙ୍କୁ ଆଇନଗତ ହେପାଜତରୁ ଖସି ପଳାଇବାରେ ସାହାଯ୍ଯ଼ କରନ୍ତି, ସେମାନଙ୍କୁ ଉଦ୍ଧାର କରନ୍ତି, ପଳାଯ଼ନ ପରେ ସେମାନଙ୍କୁ ଲୁଚାଇ ରଖନ୍ତି, କିମ୍ବା ସେମାନଙ୍କୁ ପୁନର୍ବାର ଧରିବା ପାଇଁ ପ୍ରତିରୋଧ କରନ୍ତି, ତେବେ ସେମାନଙ୍କୁ ଆଜୀବନ କାରାଦଣ୍ଡ କିମ୍ବା ଦଶ ବର୍ଷ ପର୍ଯ୍ଯ଼ନ୍ତ କାରାଦଣ୍ଡରେ ଦଣ୍ଡିତ କରାଯାଇପାରେ, ଏବଂ ଜରିମାନା ମଧ୍ଯ଼ ହୋଇପାରେ | ",
            "Punjabi": "ਜੇ ਕੋਈ ਜਾਣਬੁੱਝ ਕੇ ਕਿਸੇ ਰਾਜ ਦੇ ਕੈਦੀ ਜਾਂ ਜੰਗੀ ਕੈਦੀ ਨੂੰ ਕਾਨੂੰਨੀ ਹਿਰਾਸਤ ਤੋਂ ਭੱਜਣ ਵਿੱਚ ਮਦਦ ਕਰਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਬਚਾਉਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਭੱਜਣ ਤੋਂ ਬਾਅਦ ਉਹਨਾਂ ਨੂੰ ਲੁਕਾਉਂਦਾ ਹੈ, ਜਾਂ ਉਹਨਾਂ ਨੂੰ ਮੁਡ਼ ਹਾਸਲ ਕਰਨ ਦਾ ਵਿਰੋਧ ਕਰਦਾ ਹੈ, ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਉਮਰ ਕੈਦ ਜਾਂ ਦਸ ਸਾਲ ਤੱਕ ਦੀ ਕੈਦ ਦੀ ਸਜ਼ਾ ਹੋ ਸਕਦੀ ਹੈ, ਅਤੇ ਜੁਰਮਾਨਾ ਵੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ",
            "Sanskrit": "यदि कश्चित् ज्ञात्वा राज्यबन्दीम् अथवा युद्धबन्दीम् विधिसम्मत-अभिरक्षातः पलायने साहाय्यं करोति, तान् रक्षति, तेषां पलायनात् परं तान् प्रच्छन्नं करोति, अथवा तेषां पुनः ग्रहणस्य प्रतिरोधं करोति, तर्हि ते आजीवन-कारावासं वा दशवर्षपर्यन्तं कारावासं वा दण्डयितुं शक्नुवन्ति, दण्डः अपि भवितुम् अर्हन्ति। ",
            "Santali": "ᱡᱩᱫᱤ ᱡᱟᱦᱟᱱ ᱦᱚᱲ ᱵᱟᱰᱟᱭ ᱠᱟᱛᱮ ᱡᱟᱦᱟᱱ ᱫᱤᱥᱚᱢ ᱨᱮᱱ ᱠᱟᱫᱷᱤ ᱥᱮ ᱞᱟᱹᱲᱦᱟᱹᱭ ᱨᱮᱱ ᱠᱟᱫᱷᱤ ᱫᱚ ᱟᱭᱩᱢᱟᱹᱱᱟᱱ ᱥᱟᱢᱵᱲᱟᱣ ᱠᱷᱚᱱ ᱪᱷᱟᱹᱲ ᱧᱟᱢ ᱨᱮ ᱜᱚᱲᱚ ᱠᱚ ᱮᱢᱼᱟ, ᱩᱱᱠᱚ ᱪᱷᱟᱹᱲᱮ ᱮᱢᱼᱟ, ᱩᱱᱠᱩ ᱠᱚ ᱪᱷᱟᱹᱲ ᱧᱟᱢ ᱛᱟᱭᱚᱢ ᱩᱱᱠᱩ ᱠᱚ ᱞᱟᱹᱞᱤᱥᱮ ᱫᱚᱦᱚᱼᱟ, ᱥᱮ ᱩᱱᱠᱩ ᱠᱚ ᱨᱩᱣᱟᱹᱲ ᱨᱮᱭᱟᱜ ᱮ ᱵᱤᱨᱩᱫ ᱞᱮᱫᱟ, ᱮᱱᱠᱷᱟᱱ ᱩᱱᱠᱩ ᱫᱚ ᱡᱮᱹᱦᱟᱹᱭ ᱡᱮᱹᱦᱟᱹᱭ ᱥᱮ ᱜᱮᱞ ᱥᱮᱨᱢᱟ ᱦᱟᱹᱵᱤᱡ ᱡᱮᱹᱦᱟᱹᱭ ᱮᱢ ᱦᱩᱭ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱟᱨ ᱡᱮᱹᱦᱟᱹᱭ ᱦᱚᱸ ᱮᱢ ᱦᱩᱭ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱾ ",
            "Sindhi (Arabic)": "جیڪڏھن ڪو ماڻھو دانستہ طئور تی ڪنھن ریاستی قیدی یا جنگی قیدی کی قانونی حراست مان فرار ٿیڻ ۾ مدد ڪری ٿو، انھن کی بچائیندو آھی، انھن جی فرار ٿیڻ کان پوء انھن کی لڪائیندو آھی، یا انھن کی واپس وٺڻ جی مزاحمت ڪندو آھی، انھن کی عمر قید یا ڏہن سالن تائین جی قید جی سزا ٿی سگہی ٿی، ۽ جرمانو پڻ ٿی سگہی ٿو ",
            "Sindhi (Devanagari)": "जेकॾहिं को बि जानी-बुझीने तौर ते राज्य जे कैदी या जंग जे कैदी खे क़ानूनी हिरासत खां भजण में मदद करे थो, उन्हनि खे बचाउंदो आहे, उन्हनि जे भजण खां पोइ उन्हनि खे छुपाए थो, या उन्हनि खे वरी पकड़ने जी हिमायत करे थो, उन्हनि खे उम्रकैद या दहें साल ताईं जी कैद जी सज़ा थी सघिंदी आहे, ऐं हुन खे ज़ुरमाना बि थी सघिंदो आहे ",
            "Tamil": "யாராவது தெரிந்தே ஒரு அரசு கைதி அல்லது போர்க் கைதி சட்டபூர்வமான காவலில் இருந்து தப்பிக்க உதவுகிறார் என்றால், அவர்களை காப்பாற்றுகிறார், அவர்கள் தப்பிய பிறகு அவர்களை மறைக்கிறார், அல்லது அவர்கள் மீண்டும் கைப்பற்றப்படுவதை எதிர்க்கிறார் என்றால், அவர்களுக்கு ஆயுள் தண்டனை அல்லது பத்து ஆண்டுகள் வரை சிறைத்தண்டனை விதிக்கப்படலாம், மேலும் அபராதமும் விதிக்கப்படலாம். ",
            "Telugu": "ఎవరైనా తెలిసే ప్రభుత్వ ఖైదీకి లేదా యుద్ధ ఖైదీకి చట్టబద్ధమైన కస్టడీ నుండి తప్పించుకోవడానికి సహాయం చేస్తే, వారిని రక్షించి, వారు తప్పించుకున్న తర్వాత వారిని దాచిపెట్టి, లేదా వారిని తిరిగి స్వాధీనం చేసుకోవడాన్ని ప్రతిఘటిస్తే, వారికి జీవిత ఖైదు లేదా పది సంవత్సరాల వరకు జైలు శిక్ష విధించవచ్చు మరియు జరిమానా కూడా విధించవచ్చు. ",
            "Urdu": "اگر کوئی جان بوجھ کر کسی ریاستی قیدی یا جنگی قیدی کو قانونی تحویل سے فرار ہونے میں مدد کرتا ہے، انہیں بچاتا ہے، ان کے فرار ہونے کے بعد انہیں چھپاتا ہے، یا ان کی دوبارہ گرفتاری کی مزاحمت کرتا ہے، تو انہیں عمر قید یا دس سال تک کی قید کی سزا دی جا سکتی ہے، اور جرمانہ بھی کیا جا سکتا ہے۔ "
        }
    },
    {
        "Section": "131",
        "Description": "According to section 131 of Indian penal code, Whoever abets the committing of mutiny by an officer, soldier, sailor or airman, in the Army, Navy or Air Force of the Government of India or attempts to seduce any such officer, soldier, sailor or airman from his allegiance or his duty, shall be punished with imprisonment for life, or with imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine.",
        "Offense": "Abetting mutiny, or attempting to seduce an officer, soldier sailor or airman from his allegiance or duty",
        "Punishment": "Imprisonment for Life or 10 Years + Fine",
        "Simplified_Description": "If someone encourages the commission of mutiny by an officer, soldier, sailor, or airman in the Indian Army, Navy, or Air Force or tries to lead them astray from their loyalty or duty, they can be punished with life imprisonment or imprisonment of up to ten years, and may also be fined.",
        "translations": {
            "Assamese": "যদি কোনোবাই ভাৰতীয় সেনা, নৌবাহিনী বা বায়ু সেনাৰ এজন বিষয়া, সৈনিক, নাৱিক বা এয়াৰমেনৰ দ্বাৰা বিদ্ৰোহ কৰিবলৈ উৎসাহিত কৰে বা তেওঁলোকক তেওঁলোকৰ আনুগত্য বা কৰ্তব্যৰ পৰা বিপথে পৰিচালিত কৰিবলৈ চেষ্টা কৰে, তেন্তে তেওঁলোকক আজীৱন কাৰাদণ্ড বা দহ বছৰলৈকে কাৰাদণ্ডৰ শাস্তি দিব পাৰি, আৰু জৰিমনাও হ'ব পাৰে। ",
            "Bengali": "যদি কেউ ভারতীয় সেনাবাহিনী, নৌবাহিনী বা বিমানবাহিনীর কোনও কর্মকর্তা, সৈনিক, নাবিক বা বিমানবাহিনীর দ্বারা বিদ্রোহ করতে উৎসাহিত করে বা তাদের আনুগত্য বা কর্তব্য থেকে বিপথগামী করার চেষ্টা করে, তবে তাদের যাবজ্জীবন কারাদণ্ড বা দশ বছর পর্যন্ত কারাদণ্ডের শাস্তি হতে পারে এবং জরিমানাও হতে পারে। ",
            "Bodo": "जुदि सोरबा भारतारि रौनिया हानजा, नेभी, एबा एयार फ'र्सआव सासे मावख'गिरि, रौनिया, नावजावगिरि, एबा एयरमेनजों बिग्रायखांनायखौ थुलुंगा होयो एबा बिसोरखौ गावसोरनि फोथायथि एबा बिबाननिफ्राय बोख्लायनो नाजायो, अब्ला बिसोरखौ जिउ जोबनो हानाय साजा एबा जि बोसोरसिम साजा होनो हागौ, आरो जरिमानाबो होनो हागौ। ",
            "Dogri": "जे कोई भारती सैना, नौसेना जां वायुसेना च कुसै अधिकारी, सैनक, नौसैनिक जां वायुसैनिक आसेआ बिद्रोह् करने आस्तै प्रोत्साहत करदा ऐ जां उʼनें गी उंʼदी वफादारी जां फरज़ थमां भटकाऽ करने दी कोशश करदा ऐ, तां उʼनें गी उम्रकैद जां दस बʼरें तक्कर दी कैद दी सʼजा दित्ती जाई सकदी ऐ, ते जुर्माना बी लाया जाई सकदा ऐ। ",
            "Goan Konkani": "जर कोणूय भारतीय सैन्य, नौदल, वा हवाई दलांतलो अधिकारी, सैनिक, खलाशी वा वायुसैनिकान बंड करपाक प्रोत्साहन दिता वा तांकां तांच्या निष्ठेचो वा कर्तव्याचो मार्ग चुकोवपाचो यत्न करता जाल्यार तांकां आजीवन कारावासाची वा धा वर्सां मेरेन कारावासाची ख्यास्त दिवंक शकता आनी दंड लेगीत भरपाक शकता. ",
            "Gujarati": "જો કોઈ વ્યક્તિ ભારતીય સેના, નૌકાદળ અથવા હવાઈ દળમાં અધિકારી, સૈનિક, નાવિક અથવા એરમેન દ્વારા બળવો કરવા માટે પ્રોત્સાહિત કરે છે અથવા તેમને તેમની વફાદારી અથવા ફરજથી ગેરમાર્ગે દોરવાનો પ્રયાસ કરે છે, તો તેમને આજીવન કેદ અથવા દસ વર્ષ સુધીની કેદની સજા થઈ શકે છે અને દંડ પણ થઈ શકે છે. ",
            "Hindi": "यदि कोई भारतीय सेना, नौसेना या वायु सेना में किसी अधिकारी, सैनिक, नाविक या वायुसैनिक द्वारा विद्रोह करने के लिए प्रोत्साहित करता है या उन्हें अपनी वफादारी या कर्तव्य से भटकाने की कोशिश करता है, तो उन्हें आजीवन कारावास या दस साल तक के कारावास की सजा दी जा सकती है, और जुर्माना भी लगाया जा सकता है। ",
            "Kannada": "ಭಾರತೀಯ ಸೇನೆ, ನೌಕಾಪಡೆ ಅಥವಾ ವಾಯುಪಡೆಯ ಅಧಿಕಾರಿ, ಸೈನಿಕ, ನಾವಿಕ ಅಥವಾ ವಾಯುಪಡೆಯ ಯಾರಾದರೂ ದಂಗೆಯನ್ನು ಪ್ರೋತ್ಸಾಹಿಸಿದರೆ ಅಥವಾ ಅವರ ನಿಷ್ಠೆ ಅಥವಾ ಕರ್ತವ್ಯದಿಂದ ಅವರನ್ನು ದಾರಿ ತಪ್ಪಿಸಲು ಪ್ರಯತ್ನಿಸಿದರೆ, ಅವರಿಗೆ ಜೀವಾವಧಿ ಶಿಕ್ಷೆ ಅಥವಾ ಹತ್ತು ವರ್ಷಗಳವರೆಗೆ ಜೈಲು ಶಿಕ್ಷೆ ವಿಧಿಸಬಹುದು ಮತ್ತು ದಂಡವನ್ನೂ ವಿಧಿಸಬಹುದು. ",
            "Kashmiri (Arabic)": "اگر کانٛہہ ہنٛدستٲنہ فوجس، نیوی، یا ایئر فورسس منٛز کنہ افسر، سپاہ، نااخت، یا ایر مین سٕنٛد ذٔریعہٕ بغاوت کرنٕچ حوصلہٕ افضٲیی کران یا تمن تہنٛز وفادٲری یا ڈیوٹی نش گمراہ کرنٕچ کوٗشش کران چھ، تمن ہیٚکو عمر قید یا دہن ؤرین تام قٲدٕچ سزا دتھ، تہٕ جرمانہٕ تہ دتھ۔ ",
            "Kashmiri (Devanagari)": "अगर केह इंडियन आर्मी, नेवी, या एयर फ़ोर्स मंज़ अकिस ऑफ़िसर, सोल्जर, सेलर, या एयरमैन सिंद ज़िरया बगावत खातर हौसलाअफजाई क्र या तिमन पानीं वफादारी या ड्यूटी निष् गुमराह करनच कोशिश क्र, तेम हकन उम्रकैद या दस वरि ताम जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेल ",
            "Maithili": "यदि कोनो भारतीय सेना, नौसेना, वा वायुसेनामे कोनो अधिकारी, सैनिक, नाविक, वा वायुसैनिक द्वारा विद्रोह करबाक लेल प्रोत्साहित करैत अछि वा ओकरा अपन निष्ठा वा कर्तव्यसँ भटकयबाक प्रयास करैत अछि, तऽ ओकरा आजीवन कारावास या दस साल धरि कारावासक सजा भऽ सकैत अछि, आ जुर्माना सेहो भऽ सकैत अछि। ",
            "Malayalam": "ഇന്ത്യൻ കരസേനയിലോ നാവികസേനയിലോ വ്യോമസേനയിലോ ഉള്ള ഒരു ഉദ്യോഗസ്ഥൻ, സൈനികൻ, നാവികൻ അല്ലെങ്കിൽ എയർമാൻ എന്നിവരുടെ കലാപത്തിന് ആരെങ്കിലും പ്രോത്സാഹനം നൽകുകയോ അവരുടെ വിശ്വസ്തതയിൽ നിന്നോ കടമയിൽ നിന്നോ അവരെ വഴിതെറ്റിക്കാൻ ശ്രമിക്കുകയോ ചെയ്താൽ അവർക്ക് ജീവപര്യന്തം തടവോ പത്ത് വർഷം വരെ തടവോ ശിക്ഷ ലഭിക്കാം. ",
            "Marathi": "जर कोणी भारतीय लष्कर, नौदल किंवा हवाई दलातील अधिकारी, सैनिक, नाविक किंवा वैमानिकाद्वारे बंड करण्यास प्रोत्साहन देत असेल किंवा त्यांना त्यांच्या निष्ठेपासून किंवा कर्तव्यापासून विचलित करण्याचा प्रयत्न करत असेल तर त्यांना जन्मठेपेची किंवा दहा वर्षांपर्यंतच्या कारावासाची शिक्षा होऊ शकते आणि दंडही होऊ शकतो. ",
            "Manipuri": "করিগুম্বা কনাগুম্বা অমনা ইন্দিয়ন আর্মি, নেভী, নত্ত্রগা এয়র ফোর্সতা ওফিসর, সোল্জর, সেলর নত্ত্রগা এয়রমেন অমনা লান্দাবগী থৌওংদা পুক্নিং থৌগৎপা নত্ত্রগা মখোয়বু মখোয়গী লোয়েলিতী নত্ত্রগা মথৌদগী লাপথোক্ননবা হোৎনরবদি, মখোয়বু চহি তরাগী জেলদগী নত্ত্রগা চহি তরাগী জেলদগী লৌবা য়াই, অমসুং ফাইন লৌবা য়াই। ",
            "Meitei": "ꯀꯔꯤꯒꯨꯝꯕ ꯃꯤꯑꯣꯏ ꯑꯃꯅ ꯏꯟꯗꯤꯌꯟ ꯑꯥꯔꯃꯤ, ꯅꯦꯚꯤ ꯅꯠꯇ ꯭ ꯔꯒ ꯑꯦꯌꯔ ꯐꯣꯔꯁꯀꯤ ꯑꯣꯐꯤꯁꯔ, ꯂꯥꯟꯃꯤ, ꯁꯦꯂꯔ ꯅꯠꯇ ꯭ ꯔꯒ ꯑꯦꯌꯔꯃꯦꯟ ꯑꯃꯅ ꯂꯥꯟ ꯍꯧꯅꯕ ꯄꯨꯛꯅꯤꯡ ꯊꯧꯒꯠꯂꯕꯗꯤ ꯅꯠꯇ ꯭ ꯔꯒ ꯃꯈꯣꯏꯕꯨ ꯃꯈꯣꯏꯒꯤ ꯊꯥꯖꯕ ꯅꯠꯇ ꯭ ꯔꯒ ꯊꯧꯗꯥꯡꯗꯒꯤ ꯂꯥꯟꯅ ꯆꯠꯍꯟꯅꯕ ꯍꯣꯠꯅꯔꯕꯗꯤ, ꯃꯈꯣꯏꯕꯨ ꯄꯨꯟꯁꯤ ꯆꯨꯞꯄꯒꯤ ꯐꯥꯖꯜ ꯅꯠꯇ ꯭ ꯔꯒ ꯆꯍꯤ ꯇꯔꯥ ꯐꯥꯎꯕ ꯐꯥꯖꯜ ꯄꯤꯕ ꯌꯥꯏ, ꯑꯃꯁꯨꯡ ꯐꯥꯏꯟꯁꯨ ꯄꯤꯕ ꯌꯥꯏ ꯫ ",
            "Nepali": "यदि कसैले भारतीय सेना, नौसेना, वा वायु सेनाका अधिकारी, सिपाही, नाविक, वा एयरम्यानद्वारा विद्रोह गर्न प्रोत्साहित गर्छ वा उनीहरूलाई आफ्नो वफादारी वा कर्तव्यबाट भट्काउने प्रयास गर्छ भने, उनीहरूलाई आजीवन कारावास वा दस वर्षसम्म कैदको सजाय हुन सक्छ, र जरिवाना पनि हुन सक्छ। ",
            "Odia": "ଯଦି କେହି ଭାରତୀଯ଼ ସେନା, ନୌସେନା କିମ୍ବା ବାଯ଼ୁସେନାର ଜଣେ ଅଧିକାରୀ, ସୈନିକ, ନାବିକ କିମ୍ବା ବାଯ଼ୁସେନା ଦ୍ୱାରା ବିଦ୍ରୋହ କରିବାକୁ ଉତ୍ସାହିତ କରନ୍ତି କିମ୍ବା ସେମାନଙ୍କୁ ସେମାନଙ୍କର ବିଶ୍ୱସ୍ତତା କିମ୍ବା କର୍ତ୍ତବ୍ଯ଼ରୁ ପଥଭ୍ରଷ୍ଟ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତି, ତେବେ ସେମାନଙ୍କୁ ଆଜୀବନ କାରାଦଣ୍ଡ କିମ୍ବା ଦଶ ବର୍ଷ ପର୍ଯ୍ଯ଼ନ୍ତ କାରାଦଣ୍ଡରେ ଦଣ୍ଡିତ କରାଯାଇପାରେ, ଏବଂ ଜରିମାନା ମଧ୍ଯ଼ ହୋଇପାରେ | ",
            "Punjabi": "ਜੇ ਕੋਈ ਭਾਰਤੀ ਸੈਨਾ, ਜਲ ਸੈਨਾ ਜਾਂ ਹਵਾਈ ਸੈਨਾ ਵਿੱਚ ਕਿਸੇ ਅਧਿਕਾਰੀ, ਸਿਪਾਹੀ, ਮਲਾਹ ਜਾਂ ਏਅਰਮੈਨ ਦੁਆਰਾ ਵਿਦਰੋਹ ਕਰਨ ਲਈ ਉਤਸ਼ਾਹਿਤ ਕਰਦਾ ਹੈ ਜਾਂ ਉਨ੍ਹਾਂ ਨੂੰ ਆਪਣੀ ਵਫ਼ਾਦਾਰੀ ਜਾਂ ਕਰਤੱਵ ਤੋਂ ਭਟਕਾਉਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ, ਤਾਂ ਉਨ੍ਹਾਂ ਨੂੰ ਉਮਰ ਕੈਦ ਜਾਂ ਦਸ ਸਾਲ ਤੱਕ ਦੀ ਕੈਦ ਦੀ ਸਜ਼ਾ ਹੋ ਸਕਦੀ ਹੈ ਅਤੇ ਜੁਰਮਾਨਾ ਵੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ",
            "Sanskrit": "यदि कश्चित् भारतीयसेनायाः, नौसेनायाः, वायुदलेन वा अधिकारिणा, सैनिकेण, नाविकेण, वायुदलेन वा विद्रोहं कर्तुं प्रोत्साहयति, अथवा तेषां निष्ठायाः कर्तव्यस्य वा मार्गभ्रष्टुं प्रयतते, तर्हि ते आजीवन-कारावासं वा दशवर्षपर्यन्तं कारावासं वा दण्डयितुं शक्नुवन्ति, अपि च दण्डः अपि भवितुम् अर्हन्ति। ",
            "Santali": "ᱡᱩᱫᱤ ᱡᱟᱦᱟᱸᱭ ᱵᱷᱟᱨᱚᱛᱤᱭᱚ ᱥᱮᱱᱟᱯᱷᱟᱹᱫᱽ, ᱫᱟᱜ ᱯᱷᱟᱹᱫᱽ ᱥᱮ ᱦᱚᱭᱯᱷᱟᱹᱫᱽ ᱨᱮᱱ ᱢᱤᱫ ᱦᱚᱲ ᱚᱯᱷᱤᱥᱟᱨ, ᱥᱮᱱᱟᱯᱷᱟᱹᱫᱽ, ᱥᱮ ᱦᱚᱭᱯᱷᱟᱹᱫᱽ ᱯᱷᱟᱹᱫᱽ ᱫᱟᱨᱟᱭ ᱛᱮ ᱞᱟᱹᱲᱦᱟᱹᱭ ᱞᱟᱹᱜᱤᱫ ᱮ ᱮᱥᱮᱨ ᱮᱫᱟ ᱥᱮ ᱩᱱᱠᱩ ᱫᱚ ᱩᱱᱠᱩᱭᱟᱜ ᱟᱠᱷᱟᱲᱟ ᱥᱮ ᱠᱟᱹᱢᱤ ᱠᱷᱚᱱ ᱮ ᱵᱚᱱᱚᱫᱚᱞ ᱞᱟᱹᱜᱤᱫ ᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮ ",
            "Sindhi (Arabic)": "جیڪڏھن ڪو ڀارتییہ فئوج، نیوی یا ہوائی فئوج ۾ ڪنھن آفیسر، سپاہی، ملاح، یا ہوائی جہاز پاران بغاوت ڪرڻ جی ترغیب ڏئی ٿو یا انھن کی پنھنجی وفاداری یا فرض کان ڀڙڪائڻ جی ڪوشش ڪری ٿو، تہ انھن کی عمر قید یا ڏہن سالن تائین جی قید جی سزا ٿی سگہی ٿی، ۽ جرمانو بہ ٿی سگہی ٿو ",
            "Sindhi (Devanagari)": "जेकॾहिं को इंडियन आर्मी, नेवी या एयर फ़ोर्स में हिकु अफ़सर, सिपाही, नाविक या एयरमैन पारां बगावत करण लाइ हिमथाइंदो आहे या उन्हनि खे पंहिंजे वफादारी या फ़र्ज़ खां गुमराह करणु जी कोशिशु करे थो, त उन्हनि खे उम्रकैद या दहें साल ताईं जी कैद जी सज़ा थी सघिंदी आहे, ऐं उन ते ज़ुरमाना बि थी सघिंदो आहे ",
            "Tamil": "இந்திய இராணுவம், கடற்படை அல்லது விமானப்படையில் ஒரு அதிகாரி, சிப்பாய், மாலுமிகள் அல்லது விமானப்படை வீரர்களால் கிளர்ச்சி செய்ய யாராவது ஊக்குவித்தால் அல்லது அவர்களின் விசுவாசம் அல்லது கடமையிலிருந்து வழிதவறிச் செல்ல முயற்சித்தால், அவர்களுக்கு ஆயுள் தண்டனை அல்லது பத்து ஆண்டுகள் வரை சிறைத்தண்டனை விதிக்கப்படலாம், மேலும் அபராதமும் விதிக்கப்படலாம். ",
            "Telugu": "భారత సైన్యం, నావికాదళం లేదా వైమానిక దళంలో ఒక అధికారి, సైనికుడు, నావికుడు లేదా వైమానిక దళం తిరుగుబాటును ఎవరైనా ప్రోత్సహిస్తే లేదా వారి విధేయత లేదా విధి నుండి వారిని తప్పుదారి పట్టించడానికి ప్రయత్నిస్తే, వారికి జీవిత ఖైదు లేదా పది సంవత్సరాల వరకు జైలు శిక్ష విధించవచ్చు మరియు జరిమానా కూడా విధించవచ్చు. ",
            "Urdu": "اگر کوئی ہندوستانی فوج، بحریہ، یا فضائیہ میں کسی افسر، سپاہی، نااخت، یا ایئر مین کے ذریعے بغاوت کی حوصلہ افزائی کرتا ہے یا انہیں ان کی وفاداری یا فرض سے گمراہ کرنے کی کوشش کرتا ہے، تو انہیں عمر قید یا دس سال تک کی قید کی سزا دی جا سکتی ہے، اور جرمانہ بھی کیا جا سکتا ہے۔ "
        }
    },
    {
        "Section": "132",
        "Description": "According to section 132 of Indian penal code, Whoever abets the committing of mutiny by an officer, soldier, sailor or airman, in the Army, Navy or Air Force of the Government of India, shall, if mutiny be committed in consequence of that abetment, be punished with death or with imprisonment for life, or imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine.",
        "Offense": "Abetment of mutiny, if mutiny is committed in consequence thereof",
        "Punishment": "Death or Imprisonment for Life or 10 Years + Fine",
        "Simplified_Description": "If someone encourages the commission of mutiny by an officer, soldier, sailor, or airman in the Indian Army, Navy, or Air Force, and mutiny occurs as a result, the abettor can be punished with death, life imprisonment, or imprisonment for up to ten years, and may also be fined.",
        "translations": {
            "Assamese": "যদি কোনোবাই ভাৰতীয় সেনা, নৌবাহিনী বা বায়ুসেনাত এজন বিষয়া, সৈনিক, নাৱিক বা এয়াৰমেনৰ দ্বাৰা বিদ্ৰোহ কৰিবলৈ উৎসাহিত কৰে, আৰু ইয়াৰ ফলস্বৰূপে বিদ্ৰোহ সংঘটিত হয়, তেন্তে সহায়কাৰীক মৃত্যুদণ্ড, আজীৱন কাৰাদণ্ড বা দহ বছৰলৈকে কাৰাদণ্ডৰ শাস্তি দিব পাৰি, আৰু জৰিমনাও দিব পাৰি। ",
            "Bengali": "যদি কেউ ভারতীয় সেনাবাহিনী, নৌবাহিনী বা বিমানবাহিনীর কোনও কর্মকর্তা, সৈনিক, নাবিক বা বিমানবাহিনীর দ্বারা বিদ্রোহ করতে উৎসাহিত করে এবং এর ফলে বিদ্রোহ ঘটে, তবে প্ররোচককে মৃত্যুদণ্ড, যাবজ্জীবন কারাদণ্ড বা দশ বছর পর্যন্ত কারাদণ্ডে দণ্ডিত করা যেতে পারে এবং জরিমানাও করা যেতে পারে। ",
            "Bodo": "जुदि सोरबा भारतारि रौनिया हानजा, नेभी, एबा एयार फ'र्सआव सासे मावख'गिरि, रौनिया, नावजावगिरि, एबा एयरमेनजों बिग्रायनायनि थाखाय थुलुंगा होयो, आरो बिनि फिथाय महरै बिग्रायनाय जायो, अब्ला हेफाजाब होग्राखौ थैनाय, जिउहालागै साजा एबा जि बोसोरसिम साजा होनो हागौ, आरो जरिमानाबो होनो हागौ। ",
            "Dogri": "जे कोई भारती सैना, नौसेना जां वायुसेना च कुसै अधिकारी, सैनक, नौसैनिक जां वायुसैनिक आसेआ बिद्रोह् करने गी प्रोत्साहत करदा ऐ ते एह्दे नतीजतन बिद्रोह् होंदा ऐ, तां उकसाऊ गी मौत, उम्रकैद जां दस बʼरें तक्कर दी कैद दी सʼजा दित्ती जाई सकदी ऐ, ते उस पर ज़ुरमाना बी लाया जाई सकदा ऐ। ",
            "Goan Konkani": "जर कोणूय भारतीय सैन्य, नौदल, वा हवाई दलांतलो अधिकारी, सैनिक, खलाशी वा वायुसैनिकान बंड करपाक प्रोत्साहन दिता आनी ताका लागून बंड घडटा जाल्यार, मदत करपी मनशाक मरण, आजीवन कारावासाची, वा धा वर्सां मेरेनची बंदखणीची ख्यास्त दिवंक शकता, आनी दंड लेगीत भरपाक शकता. ",
            "Gujarati": "જો કોઈ ભારતીય સેના, નૌકાદળ અથવા હવાઈ દળમાં અધિકારી, સૈનિક, નાવિક અથવા એરમેન દ્વારા બળવાને પ્રોત્સાહન આપે છે અને પરિણામે બળવો થાય છે, તો ઉશ્કેરનારને મૃત્યુદંડ, આજીવન કેદ અથવા દસ વર્ષ સુધીની કેદની સજા થઈ શકે છે અને દંડ પણ થઈ શકે છે. ",
            "Hindi": "यदि कोई भारतीय सेना, नौसेना या वायु सेना में किसी अधिकारी, सैनिक, नाविक या वायुसैनिक द्वारा विद्रोह करने के लिए प्रोत्साहित करता है और इसके परिणामस्वरूप विद्रोह होता है, तो उकसाने वाले को मौत, आजीवन कारावास या दस साल तक के कारावास की सजा दी जा सकती है और उस पर जुर्माना भी लगाया जा सकता है। ",
            "Kannada": "ಯಾರಾದರೂ ಭಾರತೀಯ ಸೇನೆ, ನೌಕಾಪಡೆ ಅಥವಾ ವಾಯುಪಡೆಯ ಅಧಿಕಾರಿ, ಸೈನಿಕ, ನಾವಿಕ ಅಥವಾ ವಾಯುಪಡೆಯವರಿಂದ ದಂಗೆಯನ್ನು ಪ್ರೋತ್ಸಾಹಿಸಿದರೆ ಮತ್ತು ಅದರ ಪರಿಣಾಮವಾಗಿ ದಂಗೆ ಸಂಭವಿಸಿದರೆ, ಪ್ರಚೋದಕನಿಗೆ ಮರಣದಂಡನೆ, ಜೀವಾವಧಿ ಶಿಕ್ಷೆ ಅಥವಾ ಹತ್ತು ವರ್ಷಗಳವರೆಗೆ ಜೈಲು ಶಿಕ್ಷೆ ವಿಧಿಸಬಹುದು ಮತ್ತು ದಂಡವನ್ನೂ ವಿಧಿಸಬಹುದು. ",
            "Kashmiri (Arabic)": "اگر کانہہ انڈین آرمی، نیوی، یا ایئر فورسس منٛز افسر، سپاہی، نااخت، یا ایئر مین سٕنٛد طرفہٕ بغاوت کرنٕچ حوصلہٕ افزٲیی کران چھ، تہٕ امہ کس نٔتیٖجس منٛز چھ بغاوت گژھان، تیٚلہ ہؠکہ حوصلہٕ افضٲیی کرن وٲلس موت، عمر قید، یا دہن ؤرین تام قٲدٕچ سزا دتھ، تہٕ جرمانہٕ تہ دتھ۔ ",
            "Kashmiri (Devanagari)": "अगर केह इंडियन आर्मी, नेवी, या एयर फ़ोर्स मंज़ अकिस ऑफ़िसर, सोल्जर, सेलर, या एयरमैन सिंद ज़िरया बगावत करनस हौसलाअफजाई क्र, ते बगावत छू गासन नतीजस मंज़, एबटोरस हकें मौत, उम्रकैद, या 10 वरि ताम जेल, ते हक़ ज़ुरमाना ते. ",
            "Maithili": "यदि कोनो व्यक्ति भारतीय सेना, नौसेना, वा वायुसेनामे कोनो अधिकारी, सैनिक, नाविक, वा वायुसैनिक द्वारा विद्रोह करबाक लेल प्रोत्साहित करैत अछि, आ एकर परिणामस्वरूप विद्रोह होइत अछि, तखन अपराधीकेँ मृत्युदंड, आजीवन कारावास, वा दस साल धरि कारावासक सजा भऽ सकैत अछि, आ जुर्माना सेहो भऽ सकैत अछि। ",
            "Malayalam": "ഇന്ത്യൻ കരസേനയിലോ നാവികസേനയിലോ വ്യോമസേനയിലോ ഉള്ള ഒരു ഉദ്യോഗസ്ഥൻ, സൈനികൻ, നാവികൻ അല്ലെങ്കിൽ എയർമാൻ എന്നിവരുടെ കലാപത്തിന് ആരെങ്കിലും പ്രോത്സാഹനം നൽകുകയും അതിന്റെ ഫലമായി കലാപം സംഭവിക്കുകയും ചെയ്താൽ, സഹായിച്ചയാൾക്ക് വധശിക്ഷ, ജീവപര്യന്തം തടവ് അല്ലെങ്കിൽ പത്ത് വർഷം വരെ തടവ് ശിക്ഷയും പിഴയും നൽകാം. ",
            "Marathi": "जर कोणी भारतीय लष्कर, नौदल किंवा हवाई दलातील अधिकारी, सैनिक, नाविक किंवा हवाई सैनिकाद्वारे बंड करण्यास प्रोत्साहन देत असेल आणि परिणामी बंड होत असेल, तर मदत करणाऱ्याला मृत्यूदंडाची, जन्मठेपेची किंवा दहा वर्षांपर्यंतच्या कारावासाची शिक्षा होऊ शकते आणि दंडही होऊ शकतो. ",
            "Manipuri": "করিগুম্বা কনাগুম্বা অমনা ইন্দিয়ন আর্মি, নেভী, নত্ত্রগা এয়র ফোর্সতা ওফিসর, সোল্জর, সেলর নত্ত্রগা এয়রমেন অমনা লান্দাবগী থৌওংদা পুক্নিং থৌগৎপীরবদি অমসুং লান্দাবগী থৌওং থোকহল্লবদি, লান্দাবগী থৌওংদুবু শিবগী, পুন্সি চুপ্পা জেলদা থম্বা, নত্ত্রগা চহি তরা ফাউবা জেলদা থম্বা য়াই, অমসুং ফাইন লৌবা য়াই। ",
            "Meitei": "ꯀꯔꯤꯒꯨꯝꯕ ꯃꯤꯑꯣꯏ ꯑꯃꯅ ꯏꯟꯗꯤꯌꯟ ꯑꯥꯔꯃꯤ, ꯅꯦꯚꯤ, ꯅꯠꯇ ꯭ ꯔꯒ ꯑꯦꯌꯔ ꯐꯣꯔ ꯭ ꯁꯀꯤ ꯑꯣꯐꯤꯁꯔ, ꯂꯥꯟꯃꯤ, ꯁꯦꯂꯔ ꯅꯠꯇ ꯭ ꯔꯒ ꯑꯦꯌꯔꯃꯦꯟ ꯑꯃꯅ ꯂꯥꯟ ꯍꯧꯅꯕ ꯄꯨꯛꯅꯤꯡ ꯊꯧꯒꯠꯂꯕꯗꯤ ꯑꯃꯁꯨꯡ ꯃꯁꯤꯒꯤ ꯃꯍꯩ ꯑꯣꯏꯅ ꯂꯥꯟ ꯊꯣꯛꯂꯕꯗꯤ, ꯃꯇꯦꯡ ꯄꯥꯡꯂꯤꯕ ꯃꯤꯑꯣꯏ ꯑꯗꯨꯕꯨ ꯁꯤꯕꯒꯤ, ꯄꯨꯟꯁꯤ ꯆꯨꯞꯄꯒꯤ ꯐꯥꯗꯣꯛ ꯅꯠꯇ ꯭ ꯔꯒ ꯆꯍꯤ ꯇꯔꯥ ꯐꯥꯎꯕ ꯐꯥꯖꯤꯟꯗꯨꯅ ꯊꯝꯕ ꯌꯥꯏ, ꯑꯃꯁꯨꯡ ꯐꯥꯏꯟꯁꯨ ꯄꯤꯕ ꯌꯥꯏ ꯫ ",
            "Nepali": "यदि कसैले भारतीय सेना, नौसेना, वा वायु सेनामा एक अधिकारी, सिपाही, नाविक, वा एयरम्यानद्वारा विद्रोह गर्न प्रोत्साहित गर्दछ र यसको परिणामस्वरूप विद्रोह हुन्छ भने, उत्प्रेरकलाई मृत्युदण्ड, आजीवन कारावास, वा दस वर्षसम्म कैदको सजाय हुन सक्छ, र जरिवाना पनि हुन सक्छ। ",
            "Odia": "ଯଦି କେହି ଭାରତୀଯ଼ ସେନା, ନୌସେନା କିମ୍ବା ବାଯ଼ୁସେନାରେ ଜଣେ ଅଧିକାରୀ, ସୈନିକ, ନାବିକ କିମ୍ବା ଏଯ଼ାରମ୍ଯ଼ାନ୍ଙ୍କ ଦ୍ୱାରା ବିଦ୍ରୋହ କରିବାକୁ ଉତ୍ସାହିତ କରନ୍ତି ଏବଂ ଫଳସ୍ୱରୂପ ବିଦ୍ରୋହ ଘଟେ, ତେବେ ସହାଯ଼କଙ୍କୁ ମୃତ୍ଯ଼ୁଦଣ୍ଡ, ଆଜୀବନ କାରାଦଣ୍ଡ କିମ୍ବା ଦଶ ବର୍ଷ ପର୍ଯ୍ଯ଼ନ୍ତ କାରାଦଣ୍ଡରେ ଦଣ୍ଡିତ କରାଯାଇପାରେ ଏବଂ ଜରିମାନା ମଧ୍ଯ଼ ହୋଇପାରେ | ",
            "Punjabi": "ਜੇ ਕੋਈ ਭਾਰਤੀ ਸੈਨਾ, ਜਲ ਸੈਨਾ ਜਾਂ ਹਵਾਈ ਸੈਨਾ ਵਿੱਚ ਕਿਸੇ ਅਧਿਕਾਰੀ, ਸਿਪਾਹੀ, ਮਲਾਹ ਜਾਂ ਏਅਰਮੈਨ ਦੁਆਰਾ ਵਿਦਰੋਹ ਨੂੰ ਉਤਸ਼ਾਹਿਤ ਕਰਦਾ ਹੈ ਅਤੇ ਇਸ ਦੇ ਨਤੀਜੇ ਵਜੋਂ ਵਿਦਰੋਹ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਉਕਸਾਉਣ ਵਾਲੇ ਨੂੰ ਮੌਤ, ਉਮਰ ਕੈਦ ਜਾਂ ਦਸ ਸਾਲ ਤੱਕ ਦੀ ਕੈਦ ਦੀ ਸਜ਼ਾ ਦਿੱਤੀ ਜਾ ਸਕਦੀ ਹੈ ਅਤੇ ਜੁਰਮਾਨਾ ਵੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ",
            "Sanskrit": "यदि कश्चित् भारतीयसेनायाः, नौसेनायाः, वायुदलेन वा अधिकारिणा, सैनिकेण, नाविकेण, वायुसैनिकेन वा विद्रोहं कर्तुं प्रोत्साहयति, परिणामतः विद्रोहः भवति, तर्हि प्रेरकः मृत्युदण्डे, आजीवन-कारावासे, दशवर्षपर्यन्तं कारावासे वा दण्डितः भवितुम् अर्हति, अपि च सः दण्डितः भवितुम् अर्हति। ",
            "Santali": "ᱡᱩᱫᱤ ᱡᱟᱦᱟᱸᱭ ᱵᱷᱟᱨᱚᱛ ᱨᱮᱱ ᱥᱮᱱᱟᱯᱷᱟᱹᱫᱽ, ᱱᱟᱵᱷᱤ ᱥᱮ ᱦᱚᱭᱯᱷᱟᱹᱫᱽ ᱨᱮᱱ ᱢᱤᱫ ᱦᱚᱲ ᱚᱯᱷᱤᱥᱟᱨ, ᱥᱮᱱᱟᱯᱷᱟᱹᱫᱽ, ᱱᱟᱵᱤᱪ ᱥᱮ ᱵᱤᱢᱟᱱ ᱫᱟᱨᱟᱭ ᱛᱮ ᱞᱟᱹᱲᱦᱟᱹᱭ ᱞᱟᱹᱜᱤᱫ ᱮ ᱮᱥᱮᱨᱼᱟ ᱟᱨ ᱚᱱᱟ ᱚᱡᱮᱛᱮ ᱞᱟᱹᱲᱦᱟᱹᱭ ᱦᱳᱭᱳᱜᱼᱟ, ᱮᱱᱠᱷᱟᱱ ᱮ ᱮᱥᱮᱨᱤᱭᱟᱹ ᱫᱚ ᱜᱚᱡ, ᱡᱮᱹᱦᱟᱹᱭ ᱡᱮᱹᱦᱟᱹᱞ ᱥᱮ ᱜᱮᱞ ᱥᱮᱨᱢᱟ ᱦᱟᱹᱵᱤᱡ ᱡᱮᱹᱦᱟᱹᱞ ᱨᱮᱭᱟᱜ ᱥᱟᱨᱦᱟᱶ ᱮᱢ ᱦᱩᱭ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱟᱨ ᱡᱮᱹᱦᱟᱹᱞ ᱦᱚᱸ ᱮᱢ ᱦᱩᱭ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱾ ",
            "Sindhi (Arabic)": "جیڪڏھن ڪو ڀارتییہ فئوج، نیوی یا ہوائی فئوج ۾ ڪنھن آفیسر، سپاہی، ملاح، یا ہوائی جہاز پاران بغاوت ڪرڻ لاء ھمٿائی ٿو ۽ ان جی نتیجی ۾ بغاوت ٿئی ٿی، تہ مدد ڪندڙ کی موت، عمر قید یا ڏہن سالن تائین جی قید جی سزا ٿی سگہی ٿی ۽ جرمانو بہ ٿی سگہی ٿو۔ ",
            "Sindhi (Devanagari)": "जेकॾहिं को इंडियन आर्मी, नेवी या एयर फ़ोर्स में हिकु अफ़सर, सिपाही, सेलर या एयरमैन पारां बगावत करण लाइ हिमथाइंदो आहे, ऐं इनजे नतीजे में बगावत थींदी आहे, त मदद करण वारनि खे मौत, उम्रकैद या दहें सालनि ताईं जी कैद जी सज़ा थी सघिंदी आहे, ऐं उन ते ज़ुरमाना बि थी सघिंदो आहे। ",
            "Tamil": "இந்திய இராணுவம், கடற்படை அல்லது விமானப்படையில் ஒரு அதிகாரி, சிப்பாய், மாலுமிகள் அல்லது விமானப்படை வீரர்களால் கிளர்ச்சி செய்ய யாராவது ஊக்குவித்தால், அதன் விளைவாக கிளர்ச்சி ஏற்பட்டால், தூண்டுபவருக்கு மரண தண்டனை, ஆயுள் தண்டனை அல்லது பத்து ஆண்டுகள் வரை சிறைத்தண்டனை விதிக்கப்படலாம், மேலும் அபராதமும் விதிக்கப்படலாம். ",
            "Telugu": "భారత సైన్యం, నావికాదళం లేదా వైమానిక దళంలో ఒక అధికారి, సైనికుడు, నావికుడు లేదా వైమానిక దళం తిరుగుబాటును ఎవరైనా ప్రోత్సహిస్తే, దాని ఫలితంగా తిరుగుబాటు జరిగితే, ప్రేరేపకుడికి మరణశిక్ష, జీవిత ఖైదు లేదా పది సంవత్సరాల వరకు జైలు శిక్ష విధించవచ్చు, జరిమానా కూడా విధించవచ్చు. ",
            "Urdu": "اگر کوئی ہندوستانی فوج، بحریہ، یا فضائیہ میں کسی افسر، سپاہی، نااخت، یا ایئر مین کے ذریعے بغاوت کی حوصلہ افزائی کرتا ہے، اور اس کے نتیجے میں بغاوت ہوتی ہے، تو محرک کو سزائے موت، عمر قید، یا دس سال تک قید کی سزا دی جا سکتی ہے، اور اسے جرمانہ بھی کیا جا سکتا ہے۔ "
        }
    },
    {
        "Section": "133",
        "Description": "According to section 133 of Indian penal code, Whoever abets an assault by an officer, soldier, sailor or airman, in the Army, Navy or Air Force of the Government of India, on any superior officer being in the execution of his office, shall be punished with imprisonment of either description for a term which may extend to three years, and shall also be liable to fine.",
        "Offense": "Abetment of an assault by An officer, soldier, sailor Or airman on his superior officer, when in the execution of his office",
        "Punishment": "3 Years + Fine",
        "Simplified_Description": "If someone encourages an officer, soldier, sailor, or airman to assault a superior officer while the superior officer is performing their duties, the abettor can be punished with up to three years in jail and a fine.",
        "translations": {
            "Assamese": "যদি কোনোবাই এজন বিষয়া, সৈনিক, নাৱিক বা এয়াৰমেনক জ্যেষ্ঠ বিষয়াজনে কৰ্তব্য পালন কৰি থকাৰ সময়ত এজন জ্যেষ্ঠ বিষয়াজনক আক্ৰমণ কৰিবলৈ উৎসাহিত কৰে, তেন্তে সহায়কাৰীক তিনি বছৰলৈকে কাৰাদণ্ড আৰু জৰিমনাৰ শাস্তি দিব পাৰি। ",
            "Bengali": "যদি কেউ কোনও অফিসার, সৈনিক, নাবিক বা বিমানচালককে ঊর্ধ্বতন অফিসারকে আক্রমণ করতে উৎসাহিত করে যখন ঊর্ধ্বতন অফিসার তাদের দায়িত্ব পালন করছেন, তবে প্ররোচককে তিন বছর পর্যন্ত কারাদণ্ড এবং জরিমানা করা যেতে পারে। ",
            "Bodo": "जुदि सोरबा सासे मावख'गिरि, रौनिया, नावजावगिरि, एबा एयरमेनखौ सासे गोजौ मावख'गिरिखौ गाग्लोबनो थाखाय थुलुंगा होयो जेब्ला गोजौ मावख'गिरिआ गावसोरनि बिबानफोरखौ मावगासिनो थायो, अब्ला हेफाजाब होग्राया थाम बोसोरसिम जेल आरो जरिमानाजों साजा होजानो हागौ। ",
            "Dogri": "जे कोई कुसै अधिकारी, सैनक, नौसैनिक जां वायुसैनिक गी कुसै उच्च अधिकारी पर हमला करने आस्तै प्रोत्साहत करदा ऐ, जिसलै के उच्च अधिकारी अपना कम्म करा दा होंदा ऐ, तां उकसाने आह्ले गी त्रै बʼरें तक्कर दी जेह्ल ते जुर्माने दी सʼजा दित्ती जाई सकदी ऐ। ",
            "Goan Konkani": "वरिश्ठ अधिकारी आपलें काम करतना खंयच्याय अधिकार्याक, शिपायाक, नाविकाक वा वायुसैनिकाक वरिश्ठ अधिकाऱ्याचेर हल्लो करपाक प्रोत्साहन दिल्यार, मदत करपी मनशाक तीन वर्सां मेरेन बंदखणीची आनी दंडाची ख्यास्त मेळूं येता. ",
            "Gujarati": "જો કોઈ અધિકારી, સૈનિક, નાવિક અથવા એરમેનને ઉપરી અધિકારી પર હુમલો કરવા માટે પ્રોત્સાહિત કરે છે જ્યારે ઉપરી અધિકારી તેમની ફરજો બજાવી રહ્યો હોય, તો ઉશ્કેરનારને ત્રણ વર્ષ સુધીની જેલ અને દંડની સજા થઈ શકે છે. ",
            "Hindi": "यदि कोई किसी अधिकारी, सैनिक, नाविक या वायुसैनिक को किसी वरिष्ठ अधिकारी पर हमला करने के लिए प्रोत्साहित करता है, जबकि वरिष्ठ अधिकारी अपने कर्तव्यों का पालन कर रहा होता है, तो उकसाने वाले को तीन साल तक की जेल और जुर्माने की सजा हो सकती है। ",
            "Kannada": "ಉನ್ನತ ಅಧಿಕಾರಿಯು ತಮ್ಮ ಕರ್ತವ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸುತ್ತಿರುವಾಗ ಉನ್ನತ ಅಧಿಕಾರಿಯ ಮೇಲೆ ಹಲ್ಲೆ ಮಾಡಲು ಯಾರಾದರೂ ಅಧಿಕಾರಿ, ಸೈನಿಕ, ನಾವಿಕ ಅಥವಾ ವಾಯುಪಡೆಯವರನ್ನು ಪ್ರೋತ್ಸಾಹಿಸಿದರೆ, ಪ್ರಚೋದಕನಿಗೆ ಮೂರು ವರ್ಷಗಳವರೆಗೆ ಜೈಲು ಶಿಕ್ಷೆ ಮತ್ತು ದಂಡ ವಿಧಿಸಬಹುದು. ",
            "Kashmiri (Arabic)": "اگر کانٛہہ کٲنٛسہ افسرس، فوجیس، نایلس، یا ایئر مینس اعلی افسرس پؠٹھ حملہٕ کرنہٕ خٲطرٕ حوصلہٕ افضٲیی کران ییٚلہ زن اعلی افسر پنٕنۍ ذمہٕ دٲری انجام دوان چھ، تیٚلہ ہؠکہ مدد کرن وٲلس ترٛؠن ؤرین تام جیل تہٕ جرمانٕچ سزا دنہٕ یتھ۔ ",
            "Kashmiri (Devanagari)": "अगर केह अकिस ऑफ़िसर, सोल्जर, सेलर, या एयरमैनस अकिस सुपीरियर ऑफ़िसर पेठ हमलास खातिर हौसलाअफजाई क्र, येल सुपीरियर ऑफ़िसर पनिन ड्यूटीज अदा छू करा, एबटोरस हकें त्रिन वरियन ताम जेल ते ज़ुरमाना. ",
            "Maithili": "जँ केओ कोनो अधिकारी, सैनिक, नाविक, वा वायुसैनिककेँ कोनो वरिष्ठ अधिकारी पर हमला करबाक लेल प्रोत्साहित करैत अछि जखन कि वरिष्ठ अधिकारी अपन कर्तव्यक पालन कऽ रहल अछि, तँ सहायककेँ तीन साल धरि जेल आ जुर्मानेक सजा भऽ सकैत अछि। ",
            "Malayalam": "മേലുദ്യോഗസ്ഥൻ അവരുടെ ചുമതലകൾ നിർവഹിക്കുമ്പോൾ ഒരു ഉന്നത ഉദ്യോഗസ്ഥനെ ആക്രമിക്കാൻ ആരെങ്കിലും ഒരു ഉദ്യോഗസ്ഥനെയോ സൈനികനെയോ നാവികനെയോ എയർമാനെയോ പ്രോത്സാഹിപ്പിക്കുകയാണെങ്കിൽ, സഹായിച്ചയാൾക്ക് മൂന്ന് വർഷം വരെ തടവും പിഴയും ശിക്ഷിക്കാം. ",
            "Marathi": "वरिष्ठ अधिकारी आपले कर्तव्य बजावत असताना जर कोणी एखाद्या अधिकाऱ्याला, सैनिकाला, नाविकाला किंवा वैमानिकाला वरिष्ठ अधिकाऱ्याला मारहाण करण्यास प्रोत्साहित करत असेल, तर त्याला तीन वर्षांपर्यंत तुरुंगवास आणि दंडाची शिक्षा होऊ शकते. ",
            "Manipuri": "করিগুম্বা কনাগুম্বা অমনা ওফিসর, সোল্জর, সেইলর নত্ত্রগা এয়রমেনবু মকোক থোংবা ওফিসর অমনা মখোয়গী মথৌ পাংথোক্লিঙৈ মনুংদা মকোক থোংবা ওফিসর অমদা লান্দাবদা পুক্নিং থৌগৎলবদি, শৌগৎপা মীওই অদু চহি অহুম ফাউবা জেলদা থম্বা য়াই অমসুং ফাইন লৌবা য়াই। ",
            "Meitei": "ꯀꯔꯤꯒꯨꯝꯕ ꯑꯃꯅ ꯑꯣꯐꯤꯁꯔ, ꯂꯥꯟꯃꯤ, ꯁꯦꯂꯔ ꯅꯠꯇ ꯭ ꯔꯒ ꯑꯦꯌꯔꯃꯦꯟ ꯑꯃꯥꯅ ꯁꯨꯄꯦꯔꯤꯌꯔ ꯑꯣꯐꯤꯁꯔ ꯑꯃꯅ ꯃꯈꯣꯏꯒꯤ ꯊꯧꯗꯥꯡꯁꯤꯡ ꯄꯥꯡꯊꯣꯛꯂꯤꯕ ꯃꯇꯝꯗ ꯁꯨꯄꯦꯔꯤꯌꯔ ꯑꯣꯐꯤꯁꯔ ꯑꯃꯗ ꯂꯥꯟꯗꯅꯕ ꯄꯨꯛꯅꯤꯡ ꯊꯧꯒꯠꯂꯕꯗꯤ, ꯃꯤꯑꯣꯠ-ꯃꯤꯑꯣꯠ ꯇꯧꯕ ꯃꯤꯑꯣꯏ ꯑꯗꯨꯕꯨ ꯆꯍꯤ ꯑꯍꯨꯝ ꯐꯥꯎꯕ ꯀꯩꯁꯨꯝꯁꯪꯗ ꯊꯝꯕ ꯑꯃꯁꯨꯡ ꯐꯥꯏꯟ ꯄꯤꯕ ꯌꯥꯏ ꯫ ",
            "Nepali": "यदि कसैले एक अधिकारी, सिपाही, नाविक, वा एयरम्यानलाई वरिष्ठ अधिकारीलाई आक्रमण गर्न प्रोत्साहित गर्दछ जब वरिष्ठ अधिकारीले आफ्नो कर्तव्य पालन गरिरहेको छ भने, उत्प्रेरकलाई तीन वर्षसम्म जेल र जरिवाना हुन सक्छ। ",
            "Odia": "ଯଦି କେହି ଜଣେ ଅଧିକାରୀ, ସୈନିକ, ନାବିକ କିମ୍ବା ଏଯ଼ାରମ୍ଯ଼ାନଙ୍କୁ ଜଣେ ବରିଷ୍ଠ ଅଧିକାରୀଙ୍କୁ ଆକ୍ରମଣ କରିବାକୁ ଉତ୍ସାହିତ କରନ୍ତି ଯେତେବେଳେ ବରିଷ୍ଠ ଅଧିକାରୀ ସେମାନଙ୍କର କର୍ତ୍ତବ୍ଯ଼ ସମ୍ପାଦନ କରୁଛନ୍ତି, ତେବେ ସହାଯ଼କଙ୍କୁ ତିନି ବର୍ଷ ପର୍ଯ୍ଯ଼ନ୍ତ ଜେଲ୍ ଏବଂ ଜୋରିମାନା ଦିଆଯାଇପାରେ | ",
            "Punjabi": "ਜੇ ਕੋਈ ਕਿਸੇ ਅਧਿਕਾਰੀ, ਸਿਪਾਹੀ, ਮਲਾਹ ਜਾਂ ਏਅਰਮੈਨ ਨੂੰ ਕਿਸੇ ਉੱਚ ਅਧਿਕਾਰੀ ਉੱਤੇ ਹਮਲਾ ਕਰਨ ਲਈ ਉਤਸ਼ਾਹਿਤ ਕਰਦਾ ਹੈ ਜਦੋਂ ਕਿ ਉੱਚ ਅਧਿਕਾਰੀ ਆਪਣੀ ਡਿਊਟੀ ਨਿਭਾ ਰਿਹਾ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਉਕਸਾਉਣ ਵਾਲੇ ਨੂੰ ਤਿੰਨ ਸਾਲ ਤੱਕ ਦੀ ਜੇਲ੍ਹ ਅਤੇ ਜੁਰਮਾਨੇ ਦੀ ਸਜ਼ਾ ਹੋ ਸਕਦੀ ਹੈ। ",
            "Sanskrit": "यदि कश्चित् अधिकारिणं, सैनिकं, नाविकं, अथवा वायुसैनिकम्, वरिष्ठः अधिकारिणः उपरि आक्रमणं कर्तुं प्रोत्साहयति, यदा वरिष्ठः अधिकारी स्वकार्याणि निर्वहति, तर्हि प्रेरकः वर्षत्रयं यावत् कारावासं, दण्डं च दण्डयितुं शक्नोति। ",
            "Santali": "ᱡᱩᱫᱤ ᱡᱟᱦᱟᱱ ᱚᱯᱷᱤᱥᱟᱨ, ᱥᱮᱱᱟᱯᱷᱟᱹᱫᱽ, ᱞᱟᱹᱞᱤᱥᱤᱭᱟᱹ ᱥᱮ ᱳᱭᱟᱰᱟᱢᱮᱱ ᱫᱚ ᱢᱟᱨᱟᱝ ᱚᱯᱷᱤᱥᱟᱨ ᱟᱜ ᱠᱟᱹᱢᱤ ᱚᱠᱛᱚ ᱪᱮᱛᱟᱱ ᱚᱯᱷᱤᱥᱟᱨ ᱪᱮᱛᱟᱱ ᱡᱟᱨᱯᱟ ᱞᱟᱹᱜᱤᱫ ᱮ ᱮᱥᱮᱨᱼᱟ, ᱮᱱᱠᱷᱟᱱ ᱩᱱᱤ ᱫᱚ ᱯᱮ ᱥᱮᱨᱢᱟ ᱫᱷᱟᱹᱵᱤᱡ ᱡᱮᱦᱚᱞ ᱟᱨ ᱡᱳᱨ ᱮᱢ ᱦᱩᱭ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱾ ",
            "Sindhi (Arabic)": "جیڪڏھن ڪو ماڻھو ڪنھن آفیسر، سپاہی، ملاح، یا ہوائی جہاز کی ھڪ اعلی آفیسر تی حملو ڪرڻ لاء ہمٿائیندو آھی جڏھن تہ اعلی آفیسر پنھنجی فرضن کی انجام ڏئی رھیو آھی، مدد ڪندڙ کی ٽن سالن تائین جیل ۽ جرمانو جی سزا ٿی سگہی ٿی ",
            "Sindhi (Devanagari)": "जेकॾहिं को हिकु अफ़सर, सिपाही, नाविक, या एयरमैन खे हिक आला अफ़सर ते हमला करणु जे लाइ हिमथाइंदो आहे जॾहिं त आला अफ़सर पंहिंजी ड्यूटी अदा करे रहियो आहे, मदद करण वारनि खे टे साल जी जेल ऐं ज़ुरमाना जी सज़ा थी सघे थी ",
            "Tamil": "உயர் அதிகாரி தங்கள் கடமைகளைச் செய்யும்போது ஒரு உயர் அதிகாரியைத் தாக்க யாராவது ஒரு அதிகாரி, சிப்பாய், மாலுமியை அல்லது விமானியை ஊக்குவித்தால், தூண்டுபவருக்கு மூன்று ஆண்டுகள் வரை சிறைத்தண்டனையும் அபராதமும் விதிக்கப்படலாம். ",
            "Telugu": "ఉన్నత అధికారి తమ విధులను నిర్వర్తిస్తున్నప్పుడు ఒక ఉన్నత అధికారిపై దాడి చేయమని ఎవరైనా ఒక అధికారి, సైనికుడు, నావికుడు లేదా వైమానిక సిబ్బందిని ప్రోత్సహిస్తే, సహాయకుడికి మూడు సంవత్సరాల వరకు జైలు శిక్ష మరియు జరిమానా విధించవచ్చు. ",
            "Urdu": "اگر کوئی افسر، سپاہی، نااخت، یا ایئر مین کو اعلی افسر پر حملہ کرنے کی ترغیب دیتا ہے جب کہ اعلی افسر اپنے فرائض انجام دے رہا ہوتا ہے، تو محرک کو تین سال تک قید اور جرمانے کی سزا دی جا سکتی ہے۔ "
        }
    },
    {
        "Section": "134",
        "Description": "According to section 134 of Indian penal code, Whoever abets an assault by an officer, soldier, sailor or airman, in the Army, Navy or Air Force of the Government of India, on any superior officer being in the execution of his office, shall, if such assault be committed in consequence of that abetment be punished with imprisonment of either description for a term which may extend to seven years, and shall also be liable to fine.",
        "Offense": "Abetment of such assault, if the assault is committed",
        "Punishment": "7 Years + Fine",
        "Simplified_Description": "If someone encourages an officer, soldier, sailor, or airman to assault a superior officer while the superior officer is performing their duties, and the assault occurs as a result, the abettor can be punished with up to seven years in jail and a fine.",
        "translations": {
            "Assamese": "যদি কোনোবাই এজন বিষয়া, সৈনিক, নাৱিক বা এয়াৰমেনক জ্যেষ্ঠ বিষয়াজনে কৰ্তব্য পালন কৰি থকাৰ সময়ত এজন জ্যেষ্ঠ বিষয়াজনক আক্ৰমণ কৰিবলৈ উৎসাহিত কৰে, আৰু ইয়াৰ ফলস্বৰূপে আক্ৰমণ সংঘটিত হয়, তেন্তে সহায়কাৰীক সাত বছৰলৈকে কাৰাদণ্ড আৰু জৰিমনাৰ শাস্তি দিব পাৰি। ",
            "Bengali": "যদি কেউ কোনও অফিসার, সৈনিক, নাবিক বা এয়ারম্যানকে ঊর্ধ্বতন অফিসারকে আক্রমণ করতে উৎসাহিত করে যখন ঊর্ধ্বতন অফিসার তাদের দায়িত্ব পালন করছেন, এবং ফলস্বরূপ আক্রমণ ঘটে, তবে প্ররোচককে সাত বছর পর্যন্ত কারাদণ্ড এবং জরিমানা করা যেতে পারে। ",
            "Bodo": "जुदि सोरबा सासे मावख'गिरि, रौनिया, नावजावगिरि, एबा एयरमेनखौ सासे गोजौ मावख'गिरिखौ गाग्लोबनो थाखाय थुलुंगा होयो जेब्ला गोजौ मावख'गिरिआ गावसोरनि बिबानफोरखौ मावगासिनो थायो, आरो बिनि फिथाय महरै गाग्लोबनाय जायो, अब्ला मददगिरिखौ स्नि बोसोरसिम जेल आरो जरिमानाजों साजा होनो हायो। ",
            "Dogri": "जे कोई कुसै अधिकारी, सैनक, नौसैनिक जां वायुसैनिक गी उंʼदे कम्म दे दुरान कुसै उच्च अधिकारी पर हमला करने आस्तै प्रोत्साहत करदा ऐ, ते एह्दे नतीजतन हमला होंदा ऐ, तां उकसाने आह्ले गी सत्त बʼरें तक्कर दी जेह्ल ते जुर्माने दी सʼजा दित्ती जाई सकदी ऐ। ",
            "Goan Konkani": "वरिश्ठ अधिकारी आपलें काम करतना खंयच्याय अधिकार्याक, शिपायाक, नाविकाक वा वायुसैनिकाक वरिश्ठ अधिकाऱ्याचेर हल्लो करपाक प्रोत्साहन दितलो, आनी ताका लागून हल्लो जाता जाल्यार गुन्यांवकाराक सात वर्सां मेरेन बंदखणीची आनी दंडाची ख्यास्त मेळूं येता. ",
            "Gujarati": "જો કોઈ અધિકારી, સૈનિક, નાવિક અથવા એરમેનને વરિષ્ઠ અધિકારી પર હુમલો કરવા માટે પ્રોત્સાહિત કરે છે જ્યારે વરિષ્ઠ અધિકારી તેમની ફરજો બજાવી રહ્યો હોય, અને પરિણામે હુમલો થાય છે, તો ઉશ્કેરનારને સાત વર્ષ સુધીની જેલ અને દંડની સજા થઈ શકે છે. ",
            "Hindi": "यदि कोई किसी अधिकारी, सैनिक, नाविक या वायुसैनिक को किसी वरिष्ठ अधिकारी पर हमला करने के लिए प्रोत्साहित करता है, जबकि वरिष्ठ अधिकारी अपने कर्तव्यों का पालन कर रहा होता है, और इसके परिणामस्वरूप हमला होता है, तो उकसाने वाले को सात साल तक की जेल और जुर्माने की सजा हो सकती है। ",
            "Kannada": "ಉನ್ನತ ಅಧಿಕಾರಿಯು ತಮ್ಮ ಕರ್ತವ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸುತ್ತಿರುವಾಗ ಉನ್ನತ ಅಧಿಕಾರಿಯ ಮೇಲೆ ಹಲ್ಲೆ ಮಾಡಲು ಯಾರಾದರೂ ಅಧಿಕಾರಿ, ಸೈನಿಕ, ನಾವಿಕ ಅಥವಾ ವಾಯುಪಡೆಯವರನ್ನು ಪ್ರೋತ್ಸಾಹಿಸಿದರೆ ಮತ್ತು ಇದರ ಪರಿಣಾಮವಾಗಿ ದಾಳಿ ಸಂಭವಿಸಿದರೆ, ಪ್ರಚೋದಕನಿಗೆ ಏಳು ವರ್ಷಗಳವರೆಗೆ ಜೈಲು ಶಿಕ್ಷೆ ಮತ್ತು ದಂಡ ವಿಧಿಸಬಹುದು. ",
            "Kashmiri (Arabic)": "اگر کانٛہہ کٲنٛسہ افسرس، فوجیس، نایلس، یا ایئر مینس اعلی افسرس پؠٹھ ہملہٕ کرنہٕ خٲطرٕ حوصلہٕ افضٲیی کران ییٚلہ زن اعلی افسر پنٕنۍ فرائض انجام دوان آسہ، تہٕ حملہٕ چھ امہ کس نٔتیٖجس منٛز گژھان، تیٚلہ ہؠکہ مدد کرن وٲلس ستن ؤرین تام جیل تہٕ جرمانٕچ سزا دنہٕ یتھ۔ ",
            "Kashmiri (Devanagari)": "अगर केह अकिस ऑफ़िसर, सोल्जर, सेलर, या एयरमैनस अकिस सुपीरियर ऑफ़िसर पेठ हमलास खातिर हौसलाअफजाई क्र, येल सुपीरियर ऑफ़िसर पनिन ड्यूटीज अदा छू करा, ते हमलास छू नतीजस मंज़ गसान, एबटोरस हकें सात वरि जेल ते जुर्माने हिंज सजा. ",
            "Maithili": "जँ केओ कोनो अधिकारी, सैनिक, नाविक, या वायुसैनिककेँ कोनो वरिष्ठ अधिकारी पर हमला करबाक लेल प्रोत्साहित करैत अछि जखन कि वरिष्ठ अधिकारी अपन कर्तव्यक पालन कऽ रहल अछि, आ ओकर परिणामस्वरूप हमला होइत अछि, तखन अपराधीकेँ सात साल धरि जेल आ जुर्मानेक सजा भेट सकैत अछि। ",
            "Malayalam": "മേലുദ്യോഗസ്ഥൻ അവരുടെ ചുമതലകൾ നിർവഹിക്കുമ്പോൾ ഒരു ഉന്നത ഉദ്യോഗസ്ഥനെ ആക്രമിക്കാൻ ആരെങ്കിലും ഒരു ഉദ്യോഗസ്ഥനെയോ സൈനികനെയോ നാവികനെയോ എയർമാനെയോ പ്രോത്സാഹിപ്പിക്കുകയും അതിന്റെ ഫലമായി ആക്രമണം സംഭവിക്കുകയും ചെയ്താൽ, കുറ്റക്കാരനെ ഏഴ് വർഷം വരെ തടവും പിഴയും ശിക്ഷിക്കാം. ",
            "Marathi": "वरिष्ठ अधिकारी आपली कर्तव्ये पार पाडत असताना जर कोणी एखाद्या अधिकाऱ्याला, सैनिकाला, नाविकाला किंवा वैमानिकाला वरिष्ठ अधिकाऱ्याला मारहाण करण्यास प्रोत्साहित केले आणि परिणामी हल्ला झाला, तर मदत करणाऱ्याला सात वर्षांपर्यंत तुरुंगवास आणि दंडाची शिक्षा होऊ शकते. ",
            "Manipuri": "করিগুম্বা কনাগুম্বা অমনা ওফিসর, সোল্জর, সেলর নত্ত্রগা এয়রমেনবু মকোক থোংবা ওফিসর অমনা মখোয়গী মথৌ পাংথোক্লিঙৈ মনুংদা মকোক থোংবা ওফিসর অমদা লান্দাবদা পুক্নিং থৌগৎলবদি অমসুং লান্দাবদু ফল ওইনা থোকপা তারবদি, লান্দাবদু চহি তরেৎফাউবা জেলদা থম্বা য়াই অমসুং ফাইন লৌবা য়াই। ",
            "Meitei": "ꯀꯔꯤꯒꯨꯝꯕ ꯑꯃꯅ ꯑꯣꯐꯤꯁꯔ, ꯂꯥꯟꯃꯤ, ꯁꯦꯂꯔ ꯅꯠꯇ ꯭ ꯔꯒ ꯑꯦꯌꯔꯃꯦꯟ ꯑꯃꯥꯅ ꯁꯨꯄꯦꯔꯤꯌꯔ ꯑꯣꯐꯤꯁꯔ ꯑꯃꯅ ꯃꯈꯣꯏꯒꯤ ꯊꯧꯗꯥꯡꯁꯤꯡ ꯄꯥꯡꯊꯣꯛꯂꯤꯕ ꯃꯇꯝꯗ ꯁꯨꯄꯦꯔꯤꯌꯔ ꯑꯣꯐꯤꯁꯔ ꯑꯃꯥꯗ ꯂꯥꯟꯗꯥꯅꯕ ꯄꯨꯛꯅꯤꯡ ꯊꯧꯒꯠꯂꯕꯗꯤ, ꯑꯃꯁꯨꯡ ꯃꯁꯤꯒꯤ ꯃꯍꯩ ꯑꯣꯏꯅ ꯂꯥꯟꯗꯥꯕ ꯑꯗꯨ ꯊꯣꯛꯂꯕꯗꯤ, ꯃꯤꯑꯣꯠ-ꯃꯤꯑꯣꯠ ꯇꯧꯕ ꯃꯤꯑꯣꯏ ꯑꯗꯨꯕꯨ ꯆꯍꯤ ꯇꯔꯦꯠꯇ ꯭ ꯔ ꯐꯥꯎꯕ ꯀꯩꯁꯨꯝꯁꯪꯗ ꯊꯝꯕ ꯑꯃꯁꯨꯡ ꯐꯥꯏꯟ ꯄꯤꯕ ꯌꯥꯏ ꯫ ",
            "Nepali": "यदि कसैले एक अधिकारी, सिपाही, नाविक, वा एयरम्यानलाई वरिष्ठ अधिकारीलाई आक्रमण गर्न प्रोत्साहित गर्दछ जब वरिष्ठ अधिकारीले आफ्नो कर्तव्य पालन गरिरहेका हुन्छन्, र यसको परिणामस्वरूप आक्रमण हुन्छ भने, उत्प्रेरकलाई सात वर्षसम्म जेल र जरिवाना हुन सक्छ। ",
            "Odia": "ଯଦି କେହି ଜଣେ ଅଧିକାରୀ, ସୈନିକ, ନାବିକ, କିମ୍ବା ଏଯ଼ାରମ୍ଯ଼ାନଙ୍କୁ ଜଣେ ବରିଷ୍ଠ ଅଧିକାରୀଙ୍କୁ ଆକ୍ରମଣ କରିବାକୁ ଉତ୍ସାହିତ କରନ୍ତି ଯେତେବେଳେ ବରିଷ୍ଠ ଅଧିକାରୀ ସେମାନଙ୍କର କର୍ତ୍ତବ୍ଯ଼ ସମ୍ପାଦନ କରୁଛନ୍ତି, ଏବଂ ଏହାର ଫଳସ୍ୱରୂପ ଆକ୍ରମଣ ଘଟେ, ତେବେ ସହାଯ଼କଙ୍କୁ ସାତ ବର୍ଷ ପର୍ଯ୍ଯ଼ନ୍ତ ଜେଲ୍ ଏବଂ ଜୋରିମାନା ଦିଆଯାଇପାରେ | ",
            "Punjabi": "ਜੇ ਕੋਈ ਕਿਸੇ ਅਧਿਕਾਰੀ, ਸਿਪਾਹੀ, ਮਲਾਹ ਜਾਂ ਏਅਰਮੈਨ ਨੂੰ ਕਿਸੇ ਉੱਚ ਅਧਿਕਾਰੀ ਉੱਤੇ ਹਮਲਾ ਕਰਨ ਲਈ ਉਤਸ਼ਾਹਿਤ ਕਰਦਾ ਹੈ ਜਦੋਂ ਕਿ ਉੱਚ ਅਧਿਕਾਰੀ ਆਪਣੀ ਡਿਊਟੀ ਨਿਭਾ ਰਿਹਾ ਹੁੰਦਾ ਹੈ, ਅਤੇ ਇਸ ਦੇ ਨਤੀਜੇ ਵਜੋਂ ਹਮਲਾ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਉਕਸਾਉਣ ਵਾਲੇ ਨੂੰ ਸੱਤ ਸਾਲ ਤੱਕ ਦੀ ਜੇਲ੍ਹ ਅਤੇ ਜੁਰਮਾਨੇ ਦੀ ਸਜ਼ਾ ਹੋ ਸਕਦੀ ਹੈ। ",
            "Sanskrit": "यदि कश्चित् अधिकारिणं, सैनिकं, नाविकं, अथवा वायुसैनिकम्, वरिष्ठः अधिकारिणः उपरि आक्रमणं कर्तुं प्रोत्साहयति, यदा वरिष्ठः अधिकारी स्वकार्याणि निर्वहति, तथा च तस्य परिणामेन आक्रमणं भवति, तर्हि प्रेरकः सप्तवर्षपर्यन्तं कारावासेन, दण्डेन च दण्डितः भवितुम् अर्हति। ",
            "Santali": "ᱡᱩᱫᱤ ᱡᱟᱦᱟᱱ ᱚᱯᱷᱤᱥᱟᱨ, ᱥᱮᱱᱟᱯᱷᱟᱹᱫᱽ, ᱞᱟᱹᱞᱤᱥᱤᱭᱟᱹ ᱥᱮ ᱳᱭᱟᱰᱟᱢᱮᱱ ᱫᱚ ᱢᱟᱨᱟᱝ ᱚᱯᱷᱤᱥᱟᱨ ᱟᱜ ᱠᱟᱹᱢᱤ ᱚᱠᱛᱚ ᱪᱮᱛᱟᱱ ᱚᱯᱷᱤᱥᱟᱨ ᱪᱮᱛᱟᱱ ᱡᱟᱨᱯᱟ ᱞᱟᱹᱜᱤᱫ ᱮ ᱮᱥᱮᱨᱼᱟ, ᱟᱨ ᱚᱱᱟ ᱚᱡᱮᱛᱮ ᱡᱟᱨᱯᱟ ᱦᱳᱭᱳᱜᱼᱟ, ᱮᱱᱠᱷᱟᱱ ᱮᱵᱮᱴᱟᱨ ᱫᱚ ᱮᱭᱟᱭ ᱥᱮᱨᱢᱟ ᱫᱷᱟᱹᱵᱤᱡ ᱡᱮᱦᱚᱞ ᱟᱨ ᱡᱳᱨᱱᱟᱛᱮ ᱠᱚ ᱥᱟᱨᱦᱟᱰ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱾ ",
            "Sindhi (Arabic)": "جیڪڏھن ڪو ماڻھو ڪنھن آفیسر، سپاہی، ملاح، یا ہوائی جہاز کی ھڪ اعلی آفیسر تی حملو ڪرڻ لاء ہمٿائیندو آھی جڏھن تہ اعلی آفیسر پنھنجی فرضن کی انجام ڏئی رھیو آھی، ۽ حملو نتیجی ۾ ٿئی ٿو، مدد ڪندڙ کی ست سال تائین جیل ۽ جرمانو جی سزا ٿی سگہی ٿی ",
            "Sindhi (Devanagari)": "जेकॾहिं को बि हिकु अफ़सर, सिपाही, नाविक, या एयरमैन खे हिक आला अफ़सर ते हमला करणु जे लाइ हिमथाइंदो आहे जॾहिं त आला अफ़सर पंहिंजी ड्यूटी अदा करे रहियो आहे, ऐं हमला नतीजनि तौर थींदो आहे, मदद करण वारनि खे सत सालु जेल ऐं ज़ुरमाना जी सज़ा थी सघे थी ",
            "Tamil": "உயர் அதிகாரி தங்கள் கடமைகளைச் செய்யும்போது ஒரு உயர் அதிகாரியைத் தாக்க யாராவது ஒரு அதிகாரி, சிப்பாய், மாலுமியை அல்லது விமானியை ஊக்குவித்தால், அதன் விளைவாக தாக்குதல் நடந்தால், தூண்டுபவருக்கு ஏழு ஆண்டுகள் வரை சிறைத்தண்டனையும் அபராதமும் விதிக்கப்படலாம். ",
            "Telugu": "ఉన్నత అధికారి తమ విధులను నిర్వర్తిస్తున్నప్పుడు ఒక ఉన్నత అధికారిపై దాడి చేయమని ఎవరైనా ఒక అధికారి, సైనికుడు, నావికుడు లేదా వైమానిక సిబ్బందిని ప్రోత్సహిస్తే, దాని ఫలితంగా దాడి జరిగితే, ప్రేరేపకుడికి ఏడు సంవత్సరాల వరకు జైలు శిక్ష మరియు జరిమానా విధించవచ్చు. ",
            "Urdu": "اگر کوئی افسر، سپاہی، نااخت، یا ایئر مین کو اعلی افسر پر حملہ کرنے کی ترغیب دیتا ہے جب کہ اعلی افسر اپنے فرائض انجام دے رہا ہوتا ہے، اور اس کے نتیجے میں حملہ ہوتا ہے، تو محرک کو سات سال تک قید اور جرمانے کی سزا دی جا سکتی ہے۔ "
        }
    },
    {
        "Section": "135",
        "Description": "According to section 135 of Indian penal code, Whoever, abets the desertion of any officer, soldier, sailor or airman, in the Army, Navy or Air Force of the Government of India, shall be punished with imprisonment of either description for a term which may extend to two years, or with fine, or with both.",
        "Offense": "Abetment of the desertion of an officer, soldier, sailor or airman",
        "Punishment": "2 Years or Fine or Both",
        "Simplified_Description": "If someone encourages or supports the desertion of an officer, soldier, sailor, or airman from the Indian Army, Navy, or Air Force, they can be punished with up to two years in jail, a fine, or both.",
        "translations": {
            "Assamese": "যদি কোনোবাই ভাৰতীয় সেনা, নৌবাহিনী বা বায়ু সেনাৰ এজন বিষয়া, সৈনিক, নাৱিক বা এয়াৰমেনক ত্যাগ কৰিবলৈ উৎসাহিত বা সমৰ্থন কৰে, তেন্তে তেওঁলোকক দুবছৰলৈকে কাৰাদণ্ড, জৰিমনা বা দুয়োটাইৰে শাস্তি দিব পাৰি। ",
            "Bengali": "যদি কেউ ভারতীয় সেনাবাহিনী, নৌবাহিনী বা বিমান বাহিনীর কোনও কর্মকর্তা, সৈনিক, নাবিক বা বিমানবাহিনীর ত্যাগকে উৎসাহিত বা সমর্থন করে, তবে তাদের দুই বছর পর্যন্ত কারাদণ্ড, জরিমানা বা উভয় দণ্ডে দণ্ডিত করা যেতে পারে। ",
            "Bodo": "जुदि सोरबा भारतारि रौनिया हानजा, नेभी, एबा एयार फ'र्सनि मावख'गिरि, रौनिया, नावजावगिरि, एबा एयरमेनखौ नागारनो थुलुंगा एबा मदद होयो, अब्ला बिसोरखौ नै बोसोरसिम जेल, जुरिमाना एबा मोन्नैनिबो साजा होनो हागौ। ",
            "Dogri": "जे कोई भारती सैना, नौसेना जां वायुसेना दे कुसै अधिकारी, सैनक, नौसैनिक जां वायुसैनिक गी छोड़ने आस्तै प्रोत्साहत जां समर्थन करदा ऐ, तां उʼनें गी द'ऊं बʼरें तक्कर दी जेह्ल, जुर्माने जां दौनें दी सʼजा दित्ती जाई सकदी ऐ। ",
            "Goan Konkani": "भारतीय सैन्य, नौदल वा हवाई दलाचो अधिकारी, सैनिक, खलाशी वा वायुसैनिक सोडून वचपाक कोणेंय प्रोत्साहन दिता वा तेंको दिता जाल्यार तांकां दोन वर्सां मेरेन बंदखण, दंड वा दोनूय ख्यास्त दिवंक शकतात. ",
            "Gujarati": "જો કોઈ વ્યક્તિ ભારતીય સેના, નૌકાદળ અથવા વાયુસેનાના અધિકારી, સૈનિક, નાવિક અથવા એરમેનના ત્યાગને પ્રોત્સાહન આપે છે અથવા સમર્થન આપે છે, તો તેમને બે વર્ષ સુધીની જેલ, દંડ અથવા બંનેની સજા થઈ શકે છે. ",
            "Hindi": "यदि कोई भारतीय सेना, नौसेना या वायु सेना के किसी अधिकारी, सैनिक, नाविक या वायुसैनिक को छोड़ने के लिए प्रोत्साहित करता है या उसका समर्थन करता है, तो उसे दो साल तक की जेल, जुर्माना या दोनों की सजा हो सकती है। ",
            "Kannada": "ಭಾರತೀಯ ಸೇನೆ, ನೌಕಾಪಡೆ ಅಥವಾ ವಾಯುಪಡೆಯ ಅಧಿಕಾರಿ, ಸೈನಿಕ, ನಾವಿಕ ಅಥವಾ ವಾಯುಪಡೆಯವರನ್ನು ತ್ಯಜಿಸಲು ಯಾರಾದರೂ ಪ್ರೋತ್ಸಾಹಿಸಿದರೆ ಅಥವಾ ಬೆಂಬಲಿಸಿದರೆ, ಅವರಿಗೆ ಎರಡು ವರ್ಷಗಳವರೆಗೆ ಜೈಲು ಶಿಕ್ಷೆ, ದಂಡ ಅಥವಾ ಎರಡನ್ನೂ ವಿಧಿಸಬಹುದು. ",
            "Kashmiri (Arabic)": "اگر کانٛہہ ہنٛدستٲنہ فوج، نیوی، یا ایئر فورسس منٛز کنہ افسر، سپاہ، نااخت، یا ایئر مین سٕنٛد پتھ کھسنٕچ حوصلہٕ افضٲیی یا حمایت چھ کران، تمن ہیٚکہ دۄن ؤرین تام جیل، جرمانہٕ یا دۄشوٕنی ہنٛد سزا دنہٕ یتھ۔ ",
            "Kashmiri (Devanagari)": "अगर कह ते इंडियन आर्मी, नेवी, या एयर फ़ोर्स मंज़ अफसर, सोल्जर, सेलर, या एयरमैन हिन्द डेजर्टियन हिंज हौसलाअफजाई या हिमायत क्र, तेम हकें ज़े वरी जेल, ज़ुरमाना, या दुनवाय ज़ुरमाना. ",
            "Maithili": "यदि केओ भारतीय सेना, नौसेना, या वायुसेना के कोनो अधिकारी, सैनिक, नाविक, या वायुसैनिक के त्याग के प्रोत्साहित या समर्थन करैत अछि, तऽ ओकरा दू साल तक के जेल, जुर्माना, या दुनू के सजा भऽ सकैत अछि। ",
            "Malayalam": "ഇന്ത്യൻ കരസേനയിലോ നാവികസേനയിലോ വ്യോമസേനയിലോ നിന്നുള്ള ഒരു ഉദ്യോഗസ്ഥൻ, സൈനികൻ, നാവികൻ അല്ലെങ്കിൽ എയർമാൻ എന്നിവരെ ഉപേക്ഷിക്കാൻ ആരെങ്കിലും പ്രോത്സാഹിപ്പിക്കുകയോ പിന്തുണയ്ക്കുകയോ ചെയ്താൽ അവർക്ക് രണ്ട് വർഷം വരെ തടവോ പിഴയോ അല്ലെങ്കിൽ രണ്ടും വരെ ശിക്ഷ ലഭിക്കും. ",
            "Marathi": "जर कोणी भारतीय लष्कर, नौदल किंवा हवाई दलातील अधिकारी, सैनिक, नाविक किंवा वैमानिकाला सोडून जाण्यास प्रोत्साहन देत असेल किंवा पाठिंबा देत असेल तर त्यांना दोन वर्षांपर्यंत तुरुंगवास, दंड किंवा दोन्ही शिक्षा होऊ शकतात. ",
            "Manipuri": "করিগুম্বা কনাগুম্বা অমনা ইন্দিয়ন আর্মি, নেভী, নত্ত্রগা এয়র ফোর্সতগী ওফিসর, সোল্জর, সেলর নত্ত্রগা এয়রমেন অমবু তান্থোক্নবা পুক্নিং থৌগৎপা নত্ত্রগা শৌগৎপা ওইরবদি, মখোয়বু চহি অনি ফাউবা জেল, ফাইন নত্ত্রগা অনিমক্কী দন্দি পীবা য়াই। ",
            "Meitei": "ꯀꯔꯤꯒꯨꯝꯕ ꯃꯤꯑꯣꯏ ꯑꯃꯅ ꯏꯟꯗꯤꯌꯟ ꯑꯥꯔꯃꯤ, ꯅꯦꯚꯤ ꯅꯠꯇ ꯭ ꯔꯒ ꯑꯦꯌꯔ ꯐꯣꯔꯁꯀꯤ ꯑꯣꯐꯤꯁꯔ, ꯂꯥꯟꯃꯤ, ꯁꯦꯂꯔ ꯅꯠꯇ ꯭ ꯔꯒ ꯑꯦꯌꯔꯃꯦꯟ ꯑꯃꯥ ꯊꯥꯗꯣꯛꯅꯕ ꯄꯨꯛꯅꯤꯡ ꯊꯧꯒꯠꯂꯕꯗꯤ ꯅꯠꯇ ꯭ ꯔꯒ ꯁꯧꯒꯠꯂꯕꯗꯤ, ꯃꯈꯣꯏꯕꯨ ꯆꯍꯤ ꯑꯅꯤ ꯐꯥꯎꯕ ꯀꯩꯁꯨꯝꯁꯪꯗ ꯊꯝꯕ, ꯐꯥꯏꯟ ꯄꯤꯕ ꯅꯠꯇ ꯭ ꯔꯒ ꯑꯅꯤꯃꯛꯀꯤ ꯋꯥꯌꯦꯜ ꯄꯤꯕ ꯌꯥꯏ ꯫ ",
            "Nepali": "यदि कसैले भारतीय सेना, नौसेना वा वायुसेनाका अधिकारी, सिपाही, नाविक वा एयरम्यानलाई त्याग्न प्रोत्साहित वा समर्थन गर्छ भने उनीहरूलाई दुई वर्षसम्म जेल, जरिवाना वा दुवै सजाय हुन सक्छ। ",
            "Odia": "ଯଦି କେହି ଭାରତୀଯ଼ ସେନା, ନୌସେନା କିମ୍ବା ବାଯ଼ୁସେନାର ଜଣେ ଅଧିକାରୀ, ସୈନିକ, ନାବିକ କିମ୍ବା ଏଯ଼ାରମ୍ଯ଼ାନଙ୍କୁ ପରିତ୍ଯ଼ାଗ କରିବାକୁ ପ୍ରୋତ୍ସାହିତ କରନ୍ତି କିମ୍ବା ସମର୍ଥନ କରନ୍ତି, ତେବେ ସେମାନଙ୍କୁ ଦୁଇ ବର୍ଷ ପର୍ଯ୍ଯ଼ନ୍ତ ଜେଲ୍, ଜୋରିମାନା କିମ୍ବା ଉଭଯ଼ ଦଣ୍ଡରେ ଦଣ୍ଡିତ କରାଯାଇପାରେ। ",
            "Punjabi": "ਜੇ ਕੋਈ ਭਾਰਤੀ ਸੈਨਾ, ਜਲ ਸੈਨਾ ਜਾਂ ਹਵਾਈ ਸੈਨਾ ਦੇ ਕਿਸੇ ਅਧਿਕਾਰੀ, ਸਿਪਾਹੀ, ਮਲਾਹ ਜਾਂ ਏਅਰਮੈਨ ਨੂੰ ਛੱਡਣ ਲਈ ਉਤਸ਼ਾਹਿਤ ਕਰਦਾ ਹੈ ਜਾਂ ਸਮਰਥਨ ਕਰਦਾ ਹੈ, ਤਾਂ ਉਸ ਨੂੰ ਦੋ ਸਾਲ ਤੱਕ ਦੀ ਜੇਲ੍ਹ, ਜੁਰਮਾਨਾ ਜਾਂ ਦੋਵਾਂ ਦੀ ਸਜ਼ਾ ਹੋ ਸਕਦੀ ਹੈ। ",
            "Sanskrit": "यदि कश्चित् भारतीयसेनायाः, नौसेनायाः, वायुदलेन वा अधिकारिणः, सैनिकस्य, नाविकस्य, वायुसैनिकस्य वा त्यागस्य प्रोत्साहनं समर्थनं वा करोति तर्हि सः वर्षद्वयं यावत् कारावासेन, दण्डेन, अथवा उभयोः दण्डेन दण्डितः भवितुम् अर्हति। ",
            "Santali": "ᱡᱩᱫᱤ ᱡᱟᱦᱟᱸᱭ ᱵᱷᱟᱨᱚᱛ ᱨᱮᱱ ᱯᱷᱟᱹᱫᱽ, ᱫᱟᱜ ᱯᱷᱟᱹᱫᱽ ᱥᱮ ᱦᱚᱭ ᱯᱷᱟᱹᱫᱽ ᱨᱮᱱ ᱢᱤᱫ ᱦᱚᱲ ᱚᱯᱷᱤᱥᱟᱨ, ᱥᱮᱱᱟᱯᱷᱟᱹᱫᱽ, ᱥᱮ ᱮᱭᱟᱨᱢᱮᱱ ᱠᱚ ᱪᱷᱟᱹᱲ ᱮᱢ ᱥᱮ ᱜᱚᱲᱚ ᱠᱚ ᱮᱢᱼᱟ, ᱮᱱᱠᱷᱟᱱ ᱩᱱᱠᱩ ᱫᱚ ᱵᱟᱨ ᱥᱮᱨᱢᱟ ᱫᱷᱟᱹᱵᱤᱡ ᱡᱮᱦᱚᱞ, ᱡᱮᱦᱟᱹᱞ ᱥᱮ ᱵᱟᱱᱟᱨ ᱨᱮᱭᱟᱜ ᱮ ᱥᱟᱨᱦᱟᱰ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱾ ",
            "Sindhi (Arabic)": "جیڪڏھن ڪو ہندستانی آرمی، نیوی، یا ایئر فورس مان ہڪ آفیسر، سپاہی، ملاح، یا ہوائی جہاز کی ڇڏڻ جی حمایت ڪری ٿو یا ان جی حمایت ڪری ٿو، انھن کی ٻن سالن تائین جیل، جرمانو، یا ٻنھی جی سزا ٿی سگہی ٿی ",
            "Sindhi (Devanagari)": "जेकॾहिं को इंडियन आर्मी, नेवी, या एयर फ़ोर्स मां हिकु अफ़सर, सिपाही, नाविक, या एयर मैन जे बिछड़न खे हिमथाइंदो या हिमथाइंदो आहे, उन्हनि खे ॿि सालु जेल, ज़ुरमाना, या ॿिन्ही जी सज़ा थी सघे थी ",
            "Tamil": "இந்திய ராணுவம், கடற்படை அல்லது விமானப்படையைச் சேர்ந்த ஒரு அதிகாரி, சிப்பாய், மாலுமிகள் அல்லது விமானப்படை வீரரை விலக்கிவிட யாராவது ஊக்குவித்தால் அல்லது ஆதரித்தால், அவர்களுக்கு இரண்டு ஆண்டுகள் வரை சிறைத்தண்டனை, அபராதம் அல்லது இரண்டும் விதிக்கப்படலாம். ",
            "Telugu": "భారత సైన్యం, నావికాదళం లేదా వైమానిక దళానికి చెందిన అధికారి, సైనికుడు, నావికుడు లేదా వైమానిక దళం నుండి వైదొలగడానికి ఎవరైనా ప్రోత్సహిస్తే లేదా మద్దతు ఇస్తే, వారికి రెండు సంవత్సరాల వరకు జైలు శిక్ష, జరిమానా లేదా రెండూ విధించవచ్చు. ",
            "Urdu": "اگر کوئی ہندوستانی فوج، بحریہ، یا فضائیہ کے کسی افسر، سپاہی، نااخت، یا ایئر مین کو چھوڑنے کی حوصلہ افزائی یا حمایت کرتا ہے، تو اسے دو سال تک قید، جرمانہ، یا دونوں کی سزا دی جا سکتی ہے۔ "
        }
    },
    {
        "Section": "136",
        "Description": "According to section 136 of Indian penal code, Whoever, except as hereinafter excepted, knowing or having reason to believe that an officer, soldier, sailor or airman, in the Army, Navy or Air Force of the Government of India, has deserted, harbours such officer, soldier, sailor or airman, shall be punished with imprisonment of either description for a term which may extend to two years, or with fine or with both.",
        "Offense": "Harbouring such an officer, soldier, sailor or airman who has deserted",
        "Punishment": "2 Years or Fine or Both",
        "Simplified_Description": "If someone knowingly shelters or hides a deserted officer, soldier, sailor, or airman from the Indian Army, Navy, or Air Force, they can be punished with up to two years in jail, a fine, or both.",
        "translations": {
            "Assamese": "যদি কোনোবাই জ্ঞাতভাৱে ভাৰতীয় সেনা, নৌবাহিনী বা বায়ু সেনাৰ পৰা এজন নিৰ্জন বিষয়া, সৈনিক, নাৱিক বা এয়াৰমেনক আশ্ৰয় দিয়ে বা লুকুৱাই ৰাখে, তেন্তে তেওঁলোকক দুবছৰলৈকে কাৰাদণ্ড, জৰিমনা বা দুয়োটাইৰে শাস্তি দিব পাৰি। ",
            "Bengali": "যদি কেউ জেনেশুনে ভারতীয় সেনাবাহিনী, নৌবাহিনী বা বিমান বাহিনীর কোনও পরিত্যক্ত অফিসার, সৈনিক, নাবিক বা বিমানচালককে আশ্রয় দেয় বা লুকিয়ে রাখে, তবে তাদের দুই বছর পর্যন্ত কারাদণ্ড, জরিমানা বা উভয় দণ্ডে দণ্ডিত করা যেতে পারে। ",
            "Bodo": "जुदि सोरबा मिथिगोनाङै भारतारि रौनिया हानजा, नेभि एबा एयार फ'र्सनिफ्राय सासे नागारजानाय मावख'गिरि, रौनिया, नावजावगिरि, एबा एयरमेनखौ रैखाथि होयो एबा खोबथेयो, अब्ला बिसोरखौ नै बोसोरसिम जेल, जुरिमाना, एबा मोन्नैजोंबो साजा होनो हायो। ",
            "Dogri": "जेकर कोई जानी-बुद्दी कन्नै भारती सैना, नौसेना जां वायुसेना दे कुसै परित्यक्त अधिकारी, सैनक, नाविक जां वायुसैनिक गी पनाह दिंदा ऐ जां छुपा लैंदा ऐ, तां उʼनें गी द'ऊं बʼरें तक्कर दी जेह्ल, जुर्माने जां दौनें दी सʼजा दित्ती जाई सकदी ऐ। ",
            "Goan Konkani": "कोणेंय जाणूनबुजून भारतीय सैन्य, नौदल वा हवाई दलाचो सोडून दिल्ल्या अधिकाऱ्याक, सैनिकाक, नाविकाक वा वायुसैनिकाक आलाशिरो दिलो वा लिपोवन दवरलो जाल्यार तांकां दोन वर्सां मेरेन बंदखण, दंड वा दोनूय ख्यास्त दिवंक शकतात. ",
            "Gujarati": "જો કોઈ જાણીજોઈને ભારતીય સેના, નૌકાદળ અથવા હવાઈ દળના નિર્જન અધિકારી, સૈનિક, નાવિક અથવા એરમેનને આશ્રય આપે છે અથવા છુપાવે છે, તો તેમને બે વર્ષ સુધીની જેલ, દંડ અથવા બંનેની સજા થઈ શકે છે. ",
            "Hindi": "यदि कोई जानबूझकर भारतीय सेना, नौसेना या वायु सेना के किसी परित्यक्त अधिकारी, सैनिक, नाविक या वायुसैनिक को आश्रय देता है या छुपाता है, तो उसे दो साल तक की जेल, जुर्माना या दोनों की सजा हो सकती है। ",
            "Kannada": "ಯಾರಾದರೂ ಉದ್ದೇಶಪೂರ್ವಕವಾಗಿ ಭಾರತೀಯ ಸೇನೆ, ನೌಕಾಪಡೆ ಅಥವಾ ವಾಯುಪಡೆಯ ಪರಿತ್ಯಕ್ತ ಅಧಿಕಾರಿ, ಸೈನಿಕ, ನಾವಿಕ ಅಥವಾ ವಾಯುಪಡೆಗೆ ಆಶ್ರಯ ನೀಡಿದರೆ ಅಥವಾ ಮರೆಮಾಡಿದರೆ, ಅವರಿಗೆ ಎರಡು ವರ್ಷಗಳವರೆಗೆ ಜೈಲು ಶಿಕ್ಷೆ, ದಂಡ ಅಥವಾ ಎರಡನ್ನೂ ವಿಧಿಸಬಹುದು. ",
            "Kashmiri (Arabic)": "اگر کانٛہہ زانٛکٲری ہنٛدستٲنہ فوجس، نیوی، یا ایئر فورسس منٛز کنہ ویران افسرس، فوجیس، نااختس، یا ایئر مینس پناہ دوان یا چھپاوان چھ، تمن ہیٚکہ دوٚن ؤرین تام جیل، جرمانہٕ، یا دۄشوٕنی ہنٛد سزا دنہٕ یتھ۔ ",
            "Kashmiri (Devanagari)": "अगर केह जान-बूझकर इंडियन आर्मी, नेवी, या एयर फ़ोर्स निष् कुंते डेन्सर्ड ऑफ़िसर, सोल्जर, सेलर, या एयरमैनस पनाह दें या छुपा दें, तेम हकें ज़े वरी जेल, ज़ुरमाना, या दुनवाय ज़ुरमाना. ",
            "Maithili": "यदि केओ जानबूझकर भारतीय सेना, नौसेना, या वायुसेना के कोनो परित्यक्त अधिकारी, सैनिक, नाविक, या वायुसैनिक के पनाह दैत अछि या छुपा दैत अछि, तऽ ओकरा दू साल तक के जेल, जुर्माना, या दुनू के सजा भऽ सकैत अछि। ",
            "Malayalam": "ഇന്ത്യൻ ആർമി, നേവി, എയർഫോഴ്സ് എന്നിവയിൽ നിന്ന് ഉപേക്ഷിക്കപ്പെട്ട ഒരു ഓഫീസർ, സൈനികൻ, നാവികൻ അല്ലെങ്കിൽ എയർമാൻ എന്നിവരെ ആരെങ്കിലും അറിഞ്ഞുകൊണ്ട് അഭയം നൽകുകയോ മറയ്ക്കുകയോ ചെയ്താൽ അവർക്ക് രണ്ട് വർഷം വരെ തടവോ പിഴയോ അല്ലെങ്കിൽ രണ്ടും വരെ ശിക്ഷ ലഭിക്കും. ",
            "Marathi": "जर कोणी जाणूनबुजून भारतीय लष्कर, नौदल किंवा हवाई दलातील निर्जन अधिकारी, सैनिक, नाविक किंवा हवाई सैनिकाला आश्रय दिला किंवा लपवले तर त्यांना दोन वर्षांपर्यंत तुरुंगवास, दंड किंवा दोन्ही शिक्षा होऊ शकतात. ",
            "Manipuri": "করিগুম্বা কনাগুম্বা অমনা ইন্দিয়ন আর্মি, নেভী, নত্ত্রগা এয়র ফোর্সতগী লৈত্রবা ওফিসর, সোল্জর, সেলর নত্ত্রগা এয়রমেন অমবু খঙদনা শেলফম পীবা নত্ত্রগা লোত্তুনা থম্লবদি, মখোয়বু চহি অনিফাউবা জেল, ফাইন নত্ত্রগা অনিমক্কী দন্দি পীবা য়াই। ",
            "Meitei": "ꯀꯔꯤꯒꯨꯝꯕ ꯃꯤꯑꯣꯏ ꯑꯃꯅ ꯈꯪꯍꯧꯗꯅ ꯏꯟꯗꯤꯌꯟ ꯑꯥꯔꯃꯤ, ꯅꯦꯚꯤ, ꯅꯠꯇ ꯭ ꯔꯒ ꯑꯦꯌꯔ ꯐꯣꯔ ꯭ ꯁꯇꯒꯤ ꯊꯥꯗꯣꯛꯈ ꯭ ꯔꯕ ꯑꯣꯐꯤꯁꯔ, ꯂꯥꯟꯃꯤ, ꯁꯦꯂꯔ, ꯅꯠꯇ ꯭ ꯔꯒ ꯑꯦꯌꯔꯃꯦꯟ ꯑꯃꯥꯕꯨ ꯉꯥꯛꯄꯤꯕ ꯅꯠꯇ ꯭ ꯔꯒ ꯂꯣꯞꯄꯤꯔꯕꯗꯤ, ꯃꯈꯣꯏꯕꯨ ꯆꯍꯤ ꯑꯅꯤ ꯐꯥꯎꯕ ꯖꯦꯜ, ꯐꯥꯏꯟ, ꯅꯠꯇ ꯭ ꯔꯒ ꯑꯅꯤꯃꯛꯀꯤ ꯋꯥꯌꯦꯜ ꯄꯤꯕ ꯌꯥꯏ ꯫ ",
            "Nepali": "यदि कसैले जानाजानी भारतीय सेना, नौसेना, वा वायुसेनाका परित्यक्त अधिकारी, सिपाही, नाविक, वा एयरम्यानलाई आश्रय दिन्छ वा लुकाउँछ भने, उनीहरूलाई दुई वर्षसम्म जेल, जरिवाना, वा दुवै सजाय हुन सक्छ। ",
            "Odia": "ଯଦି କେହି ଜାଣିଶୁଣି ଭାରତୀଯ଼ ସେନା, ନୌସେନା କିମ୍ବା ବାଯ଼ୁସେନାର ଜଣେ ପରିତ୍ଯ଼କ୍ତ ଅଧିକାରୀ, ସୈନିକ, ନାବିକ କିମ୍ବା ଏଯ଼ାରମ୍ଯ଼ାନଙ୍କୁ ଆଶ୍ରଯ଼ ଦିଅନ୍ତି କିମ୍ବା ଲୁଚାଇ ରଖନ୍ତି, ତେବେ ସେମାନଙ୍କୁ ଦୁଇ ବର୍ଷ ପର୍ଯ୍ଯ଼ନ୍ତ ଜେଲ୍, ଜୋରିମାନା କିମ୍ବା ଉଭଯ଼ ଦଣ୍ଡରେ ଦଣ୍ଡିତ କରାଯାଇପାରେ। ",
            "Punjabi": "ਜੇ ਕੋਈ ਜਾਣਬੁੱਝ ਕੇ ਭਾਰਤੀ ਫੌਜ, ਜਲ ਸੈਨਾ ਜਾਂ ਹਵਾਈ ਸੈਨਾ ਦੇ ਕਿਸੇ ਛੱਡੇ ਹੋਏ ਅਧਿਕਾਰੀ, ਸਿਪਾਹੀ, ਮਲਾਹ ਜਾਂ ਏਅਰਮੈਨ ਨੂੰ ਪਨਾਹ ਦਿੰਦਾ ਹੈ ਜਾਂ ਲੁਕਾਉਂਦਾ ਹੈ, ਤਾਂ ਉਸ ਨੂੰ ਦੋ ਸਾਲ ਤੱਕ ਦੀ ਜੇਲ੍ਹ, ਜੁਰਮਾਨਾ ਜਾਂ ਦੋਵਾਂ ਦੀ ਸਜ਼ਾ ਹੋ ਸਕਦੀ ਹੈ। ",
            "Sanskrit": "यदि कश्चित् ज्ञात्वा भारतीयसेनायाः, नौसेनायाः, वायुदलेन वा परित्यक्तः अधिकारी, सैनिकः, नाविकः, अथवा वायुसैनिकस्य आश्रयं करोति अथवा प्रच्छन्नं करोति, तर्हि सः वर्षद्वयं यावत् कारावासेन, दण्डेन, अथवा उभयोः दण्डेन दण्डितः भवितुम् अर्हति। ",
            "Santali": "ᱡᱩᱫᱤ ᱡᱟᱦᱟᱱ ᱦᱚᱲ ᱵᱟᱰᱟᱭ ᱠᱟᱛᱮ ᱵᱷᱟᱨᱚᱛ ᱨᱮᱱ ᱯᱷᱟᱹᱫᱽ, ᱫᱟᱜ ᱯᱷᱟᱹᱫᱽ ᱥᱮ ᱦᱚᱭ ᱯᱷᱟᱹᱫᱽ ᱨᱮᱱ ᱡᱟᱦᱟᱱ ᱚᱯᱷᱤᱥᱟᱨ, ᱥᱮᱱᱟᱯᱷᱟᱹᱫᱽ, ᱥᱮ ᱦᱚᱭᱯᱷᱟᱹᱫᱽ ᱨᱮᱱ ᱦᱚᱲ ᱠᱚ ᱵᱟᱫᱷᱟᱹᱨ ᱮ ᱮᱢ ᱮᱫᱟ ᱥᱮ ᱚᱱᱟ ᱠᱚ ᱫᱚᱦᱚ ᱮᱫᱟ, ᱮᱱᱠᱷᱟᱱ ᱩᱱᱤ ᱵᱟᱨ ᱥᱮᱨᱢᱟ ᱫᱷᱟᱹᱵᱤᱡ ᱡᱮᱦᱚᱞ, ᱡᱮᱦᱟᱹᱞ ᱥᱮ ᱵᱟᱱᱟᱨ ᱨᱮᱭᱟᱜ ᱮ ᱥᱟᱨᱦᱟᱶ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱾ ",
            "Sindhi (Arabic)": "جیڪڏھن ڪو ماڻھو دانستہ طئور تی ڀارتییہ فئوج، نیوی، یا ہوائی فئوج جی ھڪ ویران آفیسر، سپاہی، ملاح، یا ہوائی جہاز کی پناہ ڏئی ٿو یا لڪائی ٿو، تہ انھن کی ٻن سالن تائین جیل، جرمانو، یا ٻنھی جی سزا ٿی سگہی ٿی ",
            "Sindhi (Devanagari)": "जेकॾहिं को बि जानी-बुझीने भारतीय फौज, नौसेना, या हवाई फौज खां हिक ख़ाली अफ़सर, सिपाही, नाविक, या एयरमैन खे पनाह डींदो आहे या छुपाए थो, उन्हनि खे ॿि साल जी जेल, ज़ुरमाना, या ॿिन्ही जी सज़ा थी सघे थी ",
            "Tamil": "யாராவது தெரிந்தே இந்திய இராணுவம், கடற்படை அல்லது விமானப்படையிலிருந்து ஒரு கைவிடப்பட்ட அதிகாரி, சிப்பாய், மாலுமிகள் அல்லது விமானப்படை வீரருக்கு அடைக்கலம் அளித்தால் அல்லது மறைத்திருந்தால், அவர்களுக்கு இரண்டு ஆண்டுகள் வரை சிறைத்தண்டனை, அபராதம் அல்லது இரண்டும் விதிக்கப்படலாம். ",
            "Telugu": "భారత సైన్యం, నావికాదళం లేదా వైమానిక దళం నుండి పరారీలో ఉన్న అధికారి, సైనికుడు, నావికుడు లేదా వైమానిక దళానికి ఎవరైనా తెలిసి ఆశ్రయం కల్పిస్తే లేదా దాచిపెట్టినట్లయితే, వారికి రెండు సంవత్సరాల వరకు జైలు శిక్ష, జరిమానా లేదా రెండూ విధించవచ్చు. ",
            "Urdu": "اگر کوئی جان بوجھ کر ہندوستانی فوج، بحریہ، یا فضائیہ کے کسی ویران افسر، سپاہی، نااخت، یا ایئر مین کو پناہ دیتا ہے یا چھپاتا ہے، تو اسے دو سال تک قید، جرمانہ، یا دونوں کی سزا ہو سکتی ہے۔ "
        }
    },
    {
        "Section": "122",
        "Description": "According to section 122 of Indian penal code, Whoever collects men, arms or ammunition or otherwise prepares to wage war with the intention of either waging or being prepared to wage war against the Government of India, shall be punished with imprisonment for life or imprisonment of either description for a term not exceeding ten years, and shall also be liable to fine.",
        "Offense": "Collecting arms, etc., with The intention of waging War against the Government of India",
        "Punishment": "Imprisonment for Life or 10 Years + Fine",
        "Simplified_Description": "If someone gathers people, weapons, or prepares for war with the intention of waging or being ready to wage war against the Government of India, they can be punished with life imprisonment or imprisonment of up to ten years, and may also be fined.",
        "translations": {
            "Assamese": "যদি কোনোবাই মানুহ, অস্ত্ৰ-শস্ত্ৰ সংগ্ৰহ কৰে বা ভাৰত চৰকাৰৰ বিৰুদ্ধে যুদ্ধ আৰম্ভ কৰা বা যুদ্ধ কৰিবলৈ সাজু হোৱাৰ উদ্দেশ্যৰে যুদ্ধৰ বাবে প্ৰস্তুতি চলায়, তেন্তে তেওঁলোকক আজীৱন কাৰাদণ্ড বা দহ বছৰলৈকে কাৰাদণ্ডৰ শাস্তি দিব পাৰি, আৰু জৰিমনাও দিব পাৰে। ",
            "Bengali": "যদি কেউ ভারত সরকারের বিরুদ্ধে যুদ্ধ করার উদ্দেশ্যে মানুষ, অস্ত্র সংগ্রহ করে বা যুদ্ধের প্রস্তুতি নেয়, তবে তাদের যাবজ্জীবন কারাদণ্ড বা দশ বছর পর্যন্ত কারাদণ্ড এবং জরিমানাও হতে পারে। ",
            "Bodo": "जुदि सोरबा सुबुं, हाथियारफोर बुथुमो, एबा भारत सरकारनि बेरेखायै दावहा नांनो एबा दावहा नांनो थियारि जानायनि थांखिजों दावहानि थाखाय थियारि जायो, अब्ला बिसोरखौ जिउहालागै साजा एबा जि बोसोरसिम साजा होनो हागौ, आरो जरिमानाबो होनो हागौ। ",
            "Dogri": "जेकर कोई भारत सरकार दे खलाफ जुद्ध छेड़ने जां जुद्ध आस्तै त्यार होने दे इरादे कन्नै लोकें, हथ्यारें गी कट्ठा करदा ऐ जां जुद्ध दी तैयारी करदा ऐ, तां उʼनें गी उम्रकैद जां दस बʼरें तक्कर दी कैद दी सʼजा दित्ती जाई सकदी ऐ, ते जुर्माना बी लाया जाई सकदा ऐ। ",
            "Goan Konkani": "जर कोणूय लोक, शस्त्रां एकठांय करता वा भारत सरकारा आड झुज मारपाची तयारी करता वा झुजाची तयारी करता जाल्यार तांकां आजीवन कारावासाची वा धा वर्सां मेरेन कारावासाची ख्यास्त दिवंक शकता आनी दंड लेगीत भरपाक शकता. ",
            "Gujarati": "જો કોઈ વ્યક્તિ લોકો, શસ્ત્રો એકઠા કરે છે અથવા ભારત સરકાર સામે યુદ્ધ લડવા અથવા યુદ્ધ કરવા તૈયાર થવાના ઈરાદાથી યુદ્ધની તૈયારી કરે છે, તો તેને આજીવન કેદ અથવા દસ વર્ષ સુધીની કેદની સજા થઈ શકે છે અને દંડ પણ થઈ શકે છે. ",
            "Hindi": "यदि कोई भारत सरकार के खिलाफ युद्ध छेड़ने या युद्ध करने के लिए तैयार होने के इरादे से लोगों, हथियारों को इकट्ठा करता है या युद्ध की तैयारी करता है, तो उसे आजीवन कारावास या दस साल तक के कारावास की सजा हो सकती है, और जुर्माना भी लगाया जा सकता है। ",
            "Kannada": "ಯಾರಾದರೂ ಜನರನ್ನು, ಶಸ್ತ್ರಾಸ್ತ್ರಗಳನ್ನು ಸಂಗ್ರಹಿಸಿದರೆ ಅಥವಾ ಭಾರತ ಸರ್ಕಾರದ ವಿರುದ್ಧ ಯುದ್ಧ ಮಾಡುವ ಅಥವಾ ಯುದ್ಧಕ್ಕೆ ಸಿದ್ಧರಾಗುವ ಉದ್ದೇಶದಿಂದ ಯುದ್ಧಕ್ಕೆ ಸಿದ್ಧರಾದರೆ, ಅವರಿಗೆ ಜೀವಾವಧಿ ಶಿಕ್ಷೆ ಅಥವಾ ಹತ್ತು ವರ್ಷಗಳವರೆಗೆ ಜೈಲು ಶಿಕ್ಷೆ ವಿಧಿಸಬಹುದು ಮತ್ತು ದಂಡವನ್ನೂ ವಿಧಿಸಬಹುದು. ",
            "Kashmiri (Arabic)": "اگر کانٛہہ لوک، ہتھیار جمع چھ کران، یا حکومت ہندس خلاف جنگ شروع کرنہٕ یا جنگ کرنہٕ خٲطرٕ تیار گژھنہٕ کس ارادٕ سۭتۍ جنگہٕ خٲطرٕ تیار چھ کران، تمن ہیٚکہ عمر قید یا دہن ؤرین تام قٲدٕچ سزا دنہٕ یتھ، تہٕ جرمانہٕ تہ ہیٚکہ کرنہٕ یتھ۔ ",
            "Kashmiri (Devanagari)": "अगर केह लुख, हथ्यार, या जंग खातर तैयार कारन इंडिअस गवर्नमेंट खिलाफ जंग छेड़ने या तैयार करने खातर, ईमान हक़ ज़ुरमाना रोज़िथ या 10 वरि जेल, बे हक़ ज़ुरमाना ते रोज़िथ ",
            "Maithili": "यदि केओ लोक, हथियार जमा करैत अछि, या भारत सरकार के खिलाफ युद्ध छेड़ने या युद्ध के तैयारी करै के इरादे सँ युद्ध के तैयारी करैत अछि, तऽ ओकरा आजीवन कारावास या दस साल तक के कारावास के सजा भऽ सकैत अछि, आ जुर्माना सेहो भऽ सकैत अछि। ",
            "Malayalam": "ആരെങ്കിലും ആളുകളെയോ ആയുധങ്ങളെയോ ശേഖരിക്കുകയോ ഇന്ത്യാ ഗവൺമെന്റിനെതിരെ യുദ്ധം ചെയ്യാനോ യുദ്ധം ചെയ്യാനോ തയ്യാറെടുക്കുകയോ ചെയ്താൽ, അവർക്ക് ജീവപര്യന്തം തടവോ പത്ത് വർഷം വരെ തടവോ ശിക്ഷ ലഭിക്കാം, കൂടാതെ പിഴയും ചുമത്താം. ",
            "Marathi": "जर कोणी लोक, शस्त्रे गोळा करत असेल किंवा भारत सरकारविरुद्ध युद्ध पुकारण्याच्या किंवा युद्ध करण्यास तयार होण्याच्या हेतूने युद्धाची तयारी करत असेल, तर त्यांना जन्मठेपेची किंवा दहा वर्षांपर्यंतच्या कारावासाची शिक्षा होऊ शकते आणि दंडही होऊ शकतो. ",
            "Manipuri": "করিগুম্বা কনাগুম্বা অমনা মীয়াম, খুৎলাইশিং, নৎত্রগা ভারত লৈঙাক্কী মাইয়োক্তা লান থম্নবগী ৱাখল্লোনগা লোয়ননা লানগীদমক শেম শাদুনা লৈরম্লবদি, মখোয়বু চহি 10 ফাউবা জেলদা থম্বা য়াই নত্ত্রগা চহি 10 ফাউবা জেলদা থম্বা য়াই, অমসুং ফাইন লৌবা য়াই। ",
            "Meitei": "ꯀꯔꯤꯒꯨꯝꯕ ꯃꯤꯑꯣꯏ ꯑꯃꯅ ꯃꯤꯑꯣꯏꯁꯤꯡ, ꯈꯨꯠꯂꯥꯏꯁꯤꯡ ꯈꯣꯝꯒꯠꯂꯕꯗꯤ ꯅꯠꯇ ꯭ ꯔꯒ ꯚꯥꯔꯠ ꯁꯔꯀꯥꯔꯒꯤ ꯃꯥꯌꯣꯛꯇ ꯂꯥꯟ ꯍꯧꯅꯕ ꯅꯠꯇ ꯭ ꯔꯒ ꯂꯥꯟ ꯇꯧꯅꯕ ꯁꯦꯝ ꯁꯥꯅꯕ ꯑꯣꯏꯔꯕꯗꯤ, ꯃꯈꯣꯏꯕꯨ ꯄꯨꯟꯁꯤ ꯆꯨꯞꯄꯒꯤ ꯐꯥꯖꯜ ꯅꯠꯇ ꯭ ꯔꯒ ꯆꯍꯤ ꯇꯔꯥ ꯐꯥꯎꯕ ꯐꯥꯖꯜ ꯄꯤꯕ ꯌꯥꯏ, ꯑꯃꯁꯨꯡ ꯐꯥꯏꯟꯁꯨ ꯄꯤꯕ ꯌꯥꯏ ꯫ ",
            "Nepali": "यदि कसैले मानिसहरू, हतियारहरू भेला गर्छ वा भारत सरकारविरुद्ध युद्ध छेड्ने वा युद्ध गर्न तयार हुने उद्देश्यले युद्धको तयारी गर्छ भने, उनीहरूलाई आजीवन कारावास वा दस वर्षसम्म कैदको सजाय हुन सक्छ, र जरिवाना पनि हुन सक्छ। ",
            "Odia": "ଯଦି କେହି ଲୋକ, ଅସ୍ତ୍ରଶସ୍ତ୍ର ସଂଗ୍ରହ କରନ୍ତି କିମ୍ବା ଭାରତ ସରକାରଙ୍କ ବିରୋଧରେ ଯୁଦ୍ଧ କରିବା ଉଦ୍ଦେଶ୍ଯ଼ରେ କିମ୍ବା ଯୁଦ୍ଧ ପାଇଁ ପ୍ରସ୍ତୁତ ହୁଅନ୍ତି, ତେବେ ସେମାନଙ୍କୁ ଆଜୀବନ କାରାଦଣ୍ଡ କିମ୍ବା ଦଶ ବର୍ଷ ପର୍ଯ୍ଯ଼ନ୍ତ କାରାଦଣ୍ଡରେ ଦଣ୍ଡିତ କରାଯାଇପାରେ ଏବଂ ଜରିମାନା ମଧ୍ଯ଼ କରାଯାଇପାରେ। ",
            "Punjabi": "ਜੇ ਕੋਈ ਭਾਰਤ ਸਰਕਾਰ ਵਿਰੁੱਧ ਜੰਗ ਛੇਡ਼ਨ ਜਾਂ ਜੰਗ ਕਰਨ ਲਈ ਤਿਆਰ ਹੋਣ ਦੇ ਇਰਾਦੇ ਨਾਲ ਲੋਕਾਂ, ਹਥਿਆਰਾਂ ਨੂੰ ਇਕੱਠਾ ਕਰਦਾ ਹੈ ਜਾਂ ਜੰਗ ਦੀ ਤਿਆਰੀ ਕਰਦਾ ਹੈ, ਤਾਂ ਉਸ ਨੂੰ ਉਮਰ ਕੈਦ ਜਾਂ ਦਸ ਸਾਲ ਤੱਕ ਦੀ ਕੈਦ ਦੀ ਸਜ਼ਾ ਹੋ ਸਕਦੀ ਹੈ ਅਤੇ ਜੁਰਮਾਨਾ ਵੀ ਹੋ ਸਕਦਾ ਹੈ। ",
            "Sanskrit": "यदि कश्चित् जनान्, शस्त्राणि सङ्गृहयति, अथवा भारतसर्वकारस्य विरुद्धं युद्धं कर्तुम् अथवा युद्धं कर्तुम् सज्जः भवितुम् इच्छति, तर्हि सः आजीवन-कारावासं वा दशवर्षपर्यन्तं कारावासं वा दण्डयितुं शक्नोति, अपि च सः दण्डनीयः भवितुम् अर्हति। ",
            "Santali": "ᱡᱚᱫᱤ ᱡᱟᱦᱟᱸᱭ ᱵᱷᱟᱨᱚᱛ ᱥᱚᱨᱠᱟᱨ ᱵᱤᱨᱩᱫᱷ ᱨᱮ ᱞᱟᱹᱲᱦᱟᱹᱭ ᱞᱟᱹᱜᱤᱫ ᱥᱮ ᱞᱟᱹᱲᱦᱟᱹᱭ ᱞᱟᱹᱜᱤᱫ ᱮ ᱵᱮᱱᱟᱣ ᱞᱮᱱᱟ, ᱮᱱᱠᱷᱟᱱ ᱩᱱᱤ ᱡᱮᱹᱦᱟᱹᱭ ᱡᱮᱹᱦᱟᱹᱭ ᱡᱮᱹᱦᱟᱹᱭ ᱥᱮ ᱜᱮᱞ ᱥᱮᱨᱢᱟ ᱦᱟᱹᱵᱤᱡ ᱡᱮᱹᱦᱟᱹᱭ ᱮᱢ ᱦᱩᱭ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱟᱨ ᱡᱮᱹᱦᱟᱹᱭ ᱦᱚᱸ ᱮᱢ ᱦᱩᱭ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱾ ",
            "Sindhi (Arabic)": "جیڪڏھن ڪو ماڻھو ڀارت سرڪار جی خلاف جنگ ڪرڻ یا جنگ ڪرڻ لاء تیار رہڻ جی نیت سان ماڻھن، ہٿیار، یا جنگ جی تیاری ڪری ٿو، تہ انھن کی عمر قید یا ڏہن سالن تائین جی قید جی سزا ٿی سگہی ٿی، ۽ جرمانو بہ ٿی سگہی ٿو ",
            "Sindhi (Devanagari)": "जेकॾहिं को बि भारत सरकार जे ख़िलाफ़ जंग छेड़ण या तैयार करणु जे इरादे सां माण्हुनि, हथियारनि खे जमा करे थो या जंग जी तैयारी करे थो, उन्हनि खे उम्रकैद या दहें साल ताईं जी कैद जी सज़ा थी सघिंदी आहे, ऐं उन ते ज़ुरमाना बि थी सघिंदो आहे। ",
            "Tamil": "யாராவது மக்கள், ஆயுதங்களை சேகரித்தால் அல்லது இந்திய அரசுக்கு எதிராக போர் தொடுக்க அல்லது போர் தொடுக்கத் தயாராக இருக்கும் நோக்கத்துடன் போருக்குத் தயாராகினால், அவர்களுக்கு ஆயுள் தண்டனை அல்லது பத்து ஆண்டுகள் வரை சிறைத்தண்டனை விதிக்கப்படலாம், மேலும் அபராதமும் விதிக்கப்படலாம். ",
            "Telugu": "భారత ప్రభుత్వానికి వ్యతిరేకంగా యుద్ధం చేయాలనే ఉద్దేశ్యంతో ఎవరైనా ప్రజలను, ఆయుధాలను సమీకరిస్తే లేదా యుద్ధానికి సిద్ధమైతే, వారికి జీవిత ఖైదు లేదా పదేళ్ల వరకు జైలు శిక్ష విధించవచ్చు, జరిమానా కూడా విధించవచ్చు. ",
            "Urdu": "اگر کوئی لوگوں، ہتھیاروں کو جمع کرتا ہے، یا حکومت ہند کے خلاف جنگ چھیڑنے یا جنگ کرنے کے ارادے سے جنگ کی تیاری کرتا ہے، تو اسے عمر قید یا دس سال تک قید کی سزا دی جا سکتی ہے، اور جرمانہ بھی کیا جا سکتا ہے۔ "
        }
    },
    {
        "Section": "137",
        "Description": "According to section 137 of Indian penal code, The master or person in charge of a merchant vessel, on board of which any deserter from the Army, Navy or Air Force of the Government of India is concealed, shall, though ignorant of such concealment, be liable to a penalty not exceeding five hundred rupees, if he might have known of such concealment but for some neglect of his duty as such master or person in charge, or but for some want of discipline on board of the vessel.",
        "Offense": "Deserter concealed on board merchant vessel, through negligence of master or person in charge thereof",
        "Punishment": "Fine",
        "Simplified_Description": "If a deserter from the Indian Army, Navy, or Air Force is hidden on a merchant vessel, and the master or person in charge could have known about it but neglected their duty or lacked discipline, they can be penalized with a fine of up to five hundred rupees, even if they were unaware of the concealment.",
        "translations": {
            "Assamese": "যদি ভাৰতীয় সেনা, নৌবাহিনী বা বায়ু সেনাৰ পৰা পলায়ন কৰা কোনো লোকক ব্যৱসায়িক জাহাজত লুকাই ৰখা হয়, আৰু দায়িত্বপ্ৰাপ্ত মালিক বা ব্যক্তিয়ে ইয়াৰ বিষয়ে জানিব পাৰে কিন্তু তেওঁলোকৰ কৰ্তব্যক অৱহেলা কৰে বা অনুশাসনৰ অভাৱ হয়, তেন্তে তেওঁলোকক পাঁচশ টকা পৰ্যন্ত জৰিমনাৰে শাস্তি দিব পাৰি, যদিও তেওঁলোকে লুকুৱাই ৰখাৰ বিষয়ে অৱগত নাছিল। ",
            "Bengali": "যদি ভারতীয় সেনাবাহিনী, নৌবাহিনী বা বিমান বাহিনীর কোনও পালিয়ে যাওয়া ব্যক্তিকে কোনও বণিক জাহাজে লুকিয়ে রাখা হয় এবং দায়িত্বে থাকা মাস্টার বা ব্যক্তি এটি সম্পর্কে জানতে পারতেন কিন্তু তাদের কর্তব্য অবহেলা করতেন বা শৃঙ্খলার অভাব থাকত, তবে তাদের পাঁচশো টাকা পর্যন্ত জরিমানা করা যেতে পারে, এমনকি যদি তারা গোপন করার বিষয়ে অজ্ঞ থাকত। ",
            "Bodo": "जुदि भारतारि रौनिया हानजा, नेभि, एबा एयार फ'र्सनिफ्राय सासे खारलांनाया मोनसे फालांगियारि दिङायाव दोनखोमानाय जायो, आरो बिबानगोनां मास्तर एबा सुबुंआ बेनि बागै मिन्थिनो हागौमोन, नाथाय गावसोरनि बिबानखौ नेवसियोमोन एबा बिथोन गैया मोनब्ला, बिसोरनो बाजौ रांसिम जरिमानाजों साजा होनो हागौ, जुदिबो बिसोरो दोनखोमानायखौ मिथियामोन। ",
            "Dogri": "जेकर भारती सैना, नौसैना जां वायू सैना दा कोई भगौड़ा कुसै मर्चेंट पोत पर लुकाया जंदा ऐ, ते मास्टर जां प्रभारी व्यक्ति गी एह्दे बारे च पता होंदा पर उʼनें अपने फरज़ दी लापरवाही कीती जां उंʼदे च अनुशासन दी कमी होंदी, तां उʼनें गी पंज सौ रपेंs तक्कर दे जुर्माने कन्नै दंडित कीता जाई सकदा ऐ, भले गै ओह् छिपाने दे बारे च अनभिज्ञ होन। ",
            "Goan Konkani": "भारतीय सैन्य, नौदल वा हवाई दलांतलो खंयचोय पळून वचपी वेपारी तारवांचेर लिपिल्लो आसल्यार आनी प्रभारी मास्तर वा व्यक्तीक ताचे विशीं खबर आसूंक शकतली पूण आपल्या कर्तव्याक दुर्लक्ष केलें वा शिस्त नाशिल्ली आसल्यार तांकां पांचशें रुपया मेरेन दंड दिवंक शकता, जरी तांकां लिपपाची खबर नासली तरी. ",
            "Gujarati": "જો ભારતીય સેના, નૌકાદળ અથવા વાયુસેનાનો કોઈ ભાગેડુ વેપારી જહાજ પર છુપાયેલો હોય અને માલિક અથવા પ્રભારી વ્યક્તિ તેના વિશે જાણી શક્યો હોત પરંતુ તેમની ફરજની અવગણના કરી હોત અથવા શિસ્તનો અભાવ હોત, તો તેમને પાંચસો રૂપિયા સુધીનો દંડ થઈ શકે છે, ભલે તેઓ છુપાવવા અંગે અજાણ હોય. ",
            "Hindi": "यदि भारतीय सेना, नौसेना या वायु सेना से कोई भागने वाला किसी व्यापारी जहाज पर छिपा हुआ है, और प्रभारी स्वामी या व्यक्ति को इसके बारे में पता चल सकता है, लेकिन उन्होंने अपने कर्तव्य की उपेक्षा की है या अनुशासन की कमी है, तो उन्हें पांच सौ रुपये तक के जुर्माने से दंडित किया जा सकता है, भले ही वे छिपाने के बारे में अनजान हों। ",
            "Kannada": "ಭಾರತೀಯ ಸೇನೆ, ನೌಕಾಪಡೆ ಅಥವಾ ವಾಯುಪಡೆಯ ಪಲಾಯನಗಾರನನ್ನು ವ್ಯಾಪಾರಿ ಹಡಗಿನಲ್ಲಿ ಅಡಗಿಸಿಟ್ಟಿದ್ದರೆ ಮತ್ತು ಉಸ್ತುವಾರಿ ಮಾಸ್ಟರ್ ಅಥವಾ ವ್ಯಕ್ತಿಯು ಅದರ ಬಗ್ಗೆ ತಿಳಿದಿರಬಹುದಿತ್ತು ಆದರೆ ಅವರ ಕರ್ತವ್ಯವನ್ನು ನಿರ್ಲಕ್ಷಿಸಿದ್ದರೆ ಅಥವಾ ಶಿಸ್ತಿನ ಕೊರತೆಯಿದ್ದರೆ, ಅವರಿಗೆ ಐದು ನೂರು ರೂಪಾಯಿಗಳವರೆಗೆ ದಂಡ ವಿಧಿಸಬಹುದು, ಅವರು ಮರೆಮಾಚುವಿಕೆಯ ಬಗ್ಗೆ ತಿಳಿದಿಲ್ಲದಿದ್ದರೂ ಸಹ. ",
            "Kashmiri (Arabic)": "اگر ہنٛدستٲنہ فوج، نیوی، یا فضائیہ ہنٛد کانٛہہ فرار گژھن وول کارٕبٲر جہازس پیٚٹھ چھپتھ آسہ، تہٕ مٲلکھ یا ذمہٕ دار نفرس آسہ امہ متعلق زانٛکٲری مگر تہنٛدس فرضس نظر انداز کرن یا نظم و ضبطٕچ کٔمی آسہ، تمن ہیٚکہ پانژھ ہتھ پۄنٛسہٕ جرمانہٕ سۭتۍ سزا دنہٕ یتھ، اگر نہٕ تم چھپاونہٕ نش ناواقف آسن۔ ",
            "Kashmiri (Devanagari)": "अगर इंडियन आर्मी, नेवी, या एयर फ़ोर्स मंज़ कह डेजर्टेर मर्चेंट वेसेल्स मंज़ लुकिथ, ते मास्टर या इंचार्ज पर्सन्स हक़ अथ बारस मंज़ पता गासन लकिन इम क्र पानीं ड्यूटी नज़रअंदाज़ या डिसिप्लिनच कमी, तेम हकें पांच सौ रुपयें ताम ज़ुरमाना थवन. ",
            "Maithili": "यदि भारतीय सेना, नौसेना, वा वायुसेनासँ कोनो भागयवला कोनो व्यापारी जहाज पर लुकायल रहैत अछि, आ प्रभारी स्वामी वा व्यक्तिकेँ एकर जानकारी भऽ सकैत अछि मुदा ओ अपन कर्तव्यक उपेक्षा करैत अछि वा अनुशासनक अभाव करैत अछि, तँ ओकरा पाँच सौ टाका तकक जुर्मानेक सजा देल जा सकैत अछि, भले ओ छिपयबाक बातसँ अनभिज्ञ हो। ",
            "Malayalam": "ഇന്ത്യൻ സൈന്യത്തിൽ നിന്നോ നാവികസേനയിൽ നിന്നോ വ്യോമസേനയിൽ നിന്നോ ഒരു പലായനം ചെയ്യുന്നയാളെ ഒരു വ്യാപാരക്കപ്പലിൽ ഒളിപ്പിച്ചുവെച്ചിട്ടുണ്ടെങ്കിൽ, ചുമതലയിലുള്ള യജമാനനോ വ്യക്തിക്കോ അതിനെക്കുറിച്ച് അറിയാമായിരുന്നുവെങ്കിലും അവരുടെ കടമ അവഗണിക്കുകയോ അച്ചടക്കം പാലിക്കുകയോ ചെയ്തിരുന്നെങ്കിൽ, മറച്ചുവെക്കുന്നതിനെക്കുറിച്ച് അവർക്ക് അറിയില്ലായിരുന്നാലും അഞ്ഞൂറ് രൂപ വരെ പിഴ ഈടാക്കാം. ",
            "Marathi": "जर भारतीय लष्कर, नौदल किंवा हवाई दलातील एखादा पळपुटा व्यापारी जहाजावर लपला असेल आणि प्रभारी मालक किंवा व्यक्तीला त्याबद्दल माहिती असेल परंतु त्यांनी त्यांच्या कर्तव्याकडे दुर्लक्ष केले असेल किंवा शिस्तभंगाचा अभाव असेल तर त्यांना पाचशे रुपयांपर्यंत दंड ठोठावला जाऊ शकतो, जरी त्यांना लपवणुकीची माहिती नसली तरीही. ",
            "Manipuri": "করিগুম্বা ইন্দিয়ন আর্মি, নেভী, নত্ত্রগা এয়র ফোর্সতগী নান্থোকখ্রবা মীওই অমা মর্চেন্ট ভেসেল অমদা লোত্তুনা অমসুং মাস্তর নত্ত্রগা চার্জ লৌরিবা মীওই অদুনা মসিগী মতাংদা খঙলবসু য়াই অদুবু মখোয়গী মথৌ অদু মাংহন্দবা নত্ত্রগা দিসিপ্লিন লৈতবা ওইরবদি, মখোয়না লোত্তুনা থম্বগী মরমদা খঙদ্রবসু, মখোয়দা লুপা চাম্মরোমতমক ফাইন লৌবা য়াই। ",
            "Meitei": "ꯀꯔꯤꯒꯨꯝꯕ ꯏꯟꯗꯤꯌꯟ ꯑꯥꯔꯃꯤ, ꯅꯦꯚꯤ, ꯅꯠꯇ ꯭ ꯔꯒ ꯑꯦꯌꯔ ꯐꯣꯔ ꯭ ꯁꯇꯒꯤ ꯆꯠꯈ ꯭ ꯔꯕ ꯃꯤꯑꯣꯏ ꯑꯃꯅ ꯂꯂꯣꯟꯕ ꯖꯍꯥꯖ ꯑꯃꯗ ꯂꯣꯞꯊꯣꯛꯂꯕꯗꯤ, ꯑꯃꯁꯨꯡ ꯃꯥꯁ ꯭ ꯇꯔ ꯅꯠꯇ ꯭ ꯔꯒ ꯊꯧꯗꯥꯡ ꯂꯧꯔꯤꯕ ꯃꯤꯑꯣꯏ ꯑꯗꯨꯅ ꯃꯁꯤꯒꯤ ꯃꯇꯥꯡꯗ ꯈꯪꯂꯕꯁꯨ ꯃꯈꯣꯏꯒꯤ ꯊꯧꯗꯥꯡ ꯑꯗꯨ ꯃꯥꯡꯍꯟꯈꯤꯕ ꯅꯠꯇ ꯭ ꯔꯒ ꯁꯤꯟꯗꯣꯛ-ꯁꯤꯟꯖꯤꯟ ꯇꯧꯗꯕ ꯑꯣꯏꯔꯕꯗꯤ, ꯃꯈꯣꯏꯕꯨ ꯂꯨꯄꯥ ꯆꯥꯝꯃ ꯃꯉꯥ ꯐꯥꯎꯕ ꯐꯥꯏꯟ ꯄꯤꯕ ꯌꯥꯏ, ꯀꯔꯤꯒꯨꯝꯕ ꯃꯈꯣꯏꯅ ꯂꯣꯞꯊꯣꯛꯄꯒꯤ ꯃꯇꯥꯡꯗ ꯈꯪꯗ ꯭ ꯔꯕꯁꯨ ꯫ ",
            "Nepali": "यदि भारतीय सेना, नौसेना, वा वायु सेनाबाट भागेको कुनै व्यापारी जहाजमा लुकेको छ, र मास्टर वा प्रभारी व्यक्तिले यसको बारेमा थाहा पाउन सक्थे तर आफ्नो कर्तव्यलाई बेवास्ता गरे वा अनुशासनको कमी भयो भने, उनीहरूलाई पाँच सय रुपैयाँसम्म जरिवाना गर्न सकिन्छ। ",
            "Odia": "ଯଦି ଭାରତୀଯ଼ ସେନା, ନୌସେନା କିମ୍ବା ବାଯ଼ୁସେନାର ଜଣେ ପଳାତକ ଏକ ବାଣିଜ୍ଯ଼ିକ ଜାହାଜରେ ଲୁଚି ରହିଛନ୍ତି, ଏବଂ ଦାଯ଼ିତ୍ୱରେ ଥିବା ମାଲିକ କିମ୍ବା ବ୍ଯ଼କ୍ତି ଏହା ବିଷଯ଼ରେ ଜାଣିଥାନ୍ତେ କିନ୍ତୁ ସେମାନଙ୍କ କର୍ତ୍ତବ୍ଯ଼କୁ ଅବହେଳା କରିଥାନ୍ତେ କିମ୍ବା ଶୃଙ୍ଖଳାର ଅଭାବ ଥାନ୍ତା, ତେବେ ସେମାନଙ୍କୁ ପାଞ୍ଚ ଶହ ଟଙ୍କା ପର୍ଯ୍ଯ଼ନ୍ତ ଜୋରିମାନା ଦିଆଯାଇପାରେ, ଯଦିଓ ସେମାନେ ଲୁଚାଇବା ବିଷଯ଼ରେ ଅଜ୍ଞ ଥିଲେ | ",
            "Punjabi": "ਜੇ ਭਾਰਤੀ ਸੈਨਾ, ਜਲ ਸੈਨਾ ਜਾਂ ਹਵਾਈ ਸੈਨਾ ਦਾ ਕੋਈ ਭੱਜਣ ਵਾਲਾ ਕਿਸੇ ਵਪਾਰੀ ਜਹਾਜ਼ ਵਿੱਚ ਲੁਕਿਆ ਹੋਇਆ ਹੈ, ਅਤੇ ਇੰਚਾਰਜ ਮਾਸਟਰ ਜਾਂ ਵਿਅਕਤੀ ਨੂੰ ਇਸ ਬਾਰੇ ਪਤਾ ਹੋ ਸਕਦਾ ਹੈ ਪਰ ਉਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਫਰਜ਼ ਦੀ ਅਣਦੇਖੀ ਕੀਤੀ ਹੈ ਜਾਂ ਅਨੁਸ਼ਾਸਨ ਦੀ ਘਾਟ ਹੈ, ਤਾਂ ਉਨ੍ਹਾਂ ਨੂੰ ਪੰਜ ਸੌ ਰੁਪਏ ਤੱਕ ਦੇ ਜੁਰਮਾਨੇ ਨਾਲ ਸਜ਼ਾ ਦਿੱਤੀ ਜਾ ਸਕਦੀ ਹੈ, ਭਾਵੇਂ ਉਹ ਲੁਕਾਉਣ ਤੋਂ ਅਣਜਾਣ ਹੋਣ। ",
            "Sanskrit": "यदि भारतीयसेनायाः, नौसेनायाः, वायुसेनायाः वा कश्चन पलायनं व्यापारि-नौकायां प्रच्छन्नः अस्ति, तथा च प्रभुपादः अथवा प्रभारी व्यक्तिः तस्य विषये ज्ञातुं शक्नोति स्म, परन्तु स्वकर्तव्यस्य उपेक्षां करोति स्म अथवा अनुशासनस्य अभावः भवति स्म, तर्हि तेषां कृते पञ्चशतरूप्यकाणां दण्डेन दण्डनं कर्तुं शक्यते, यद्यपि ते गुप्ततायाः विषये अज्ञाताः आसन्। ",
            "Santali": "ᱵᱷᱟᱨᱚᱛ ᱨᱮᱱ ᱥᱮᱱᱟᱯᱷᱟᱹᱫᱽ, ᱱᱟᱵᱤᱪ ᱥᱮ ᱦᱚᱭᱯᱷᱟᱹᱫᱽ ᱯᱷᱟᱹᱫᱽ ᱠᱷᱚᱱ ᱮᱴᱟᱜ ᱥᱮᱫ ᱪᱟᱞᱟᱣ ᱟᱠᱟᱱ ᱡᱟᱦᱟᱱ ᱦᱚᱲ ᱡᱩᱫᱤ ᱡᱟᱦᱟᱱ ᱵᱮᱯᱟᱨᱤᱭᱟᱹ ᱞᱟᱹᱞᱤᱥ ᱨᱮ ᱫᱚᱦᱚ ᱦᱳᱭᱳᱜᱼᱟ, ᱟᱨ ᱢᱩᱲᱩᱫ ᱥᱮ ᱠᱟᱹᱢᱤᱭᱟᱹ ᱦᱚᱲ ᱡᱩᱫᱤ ᱚᱱᱟ ᱵᱟᱨᱮᱛᱮ ᱵᱟᱰᱟᱭ ᱧᱟᱢ ᱫᱟᱲᱮᱹᱭᱟᱜᱼᱟ, ᱢᱮᱱᱠᱷᱟᱱ ᱩᱱᱠᱩᱭᱟᱜ ᱠᱟᱹᱢᱤ ᱠᱚ ᱚᱵᱷᱟᱵ ᱞᱮᱫᱟ ᱥᱮ ᱟᱹᱨᱤ ᱵᱟᱝ ᱛᱟᱸᱦᱮ ᱠᱟᱱᱟ, ᱮᱱᱠᱷᱟᱱ ᱩᱱᱠᱩ ᱫᱚ ᱢᱚᱬᱮ ᱥᱟᱭ ᱴᱟᱠᱟ ᱫᱷᱟᱹᱵᱤᱡ ᱡᱳᱨ ᱮᱢ ᱦᱳᱭ ᱫᱟᱲᱮᱹᱭᱟᱜᱼᱟ, ᱡᱩᱫᱤᱦᱚᱸ ᱩᱱᱠᱩ ᱚᱱᱟ ᱵᱟᱝ ᱵᱟᱰᱟᱭ ᱛᱟᱦᱮᱸ ᱠᱟᱱᱟ ᱾ ",
            "Sindhi (Arabic)": "جیڪڏھن ڀارتییہ فئوج، نیوی، یا ہوائی فئوج مان ڪو ڀاری ہڪ واپاری ٻیڙیء تی لڪایو ویندو آھی، ۽ مالڪ یا انچارج شخص کی ان بابت معلوم ٿی سگہی ٿو پر پنھنجی فرض کی نظر انداز ڪیو یا نظم و ضبط جو فقدان آھی، انھن کی پنج سو رپین تائین جی جرمانو سان سزا ڏئی سگہجی ٿی، جیتوڻیڪ اہی لڪائڻ کان بی خبر ہئا ",
            "Sindhi (Devanagari)": "जेकॾहिं इंडियन आर्मी, नेवी या एयर फ़ोर्स मां को भगोड़ो मर्चेंट जहाज़ ते छुपायो वञे, ऐं मालिक या इंचार्ज शख्स खे उन जे बारे में मालूम थी सघे थो पर उन्हनि पंहिंजे फ़र्ज़ खे नज़रअंदाज़ कयो या अनुशासन जी कमी कई, उन्हनि खे पंज सौ रुपइयें ताईं जे ज़ुरमाना सां सज़ा थी सघे थी, भले ही हू छुपाइण खां अनजान हुआ ",
            "Tamil": "இந்திய இராணுவம், கடற்படை அல்லது விமானப்படையிலிருந்து தப்பியோடிய ஒருவர் ஒரு வணிகக் கப்பலில் மறைத்து வைக்கப்பட்டிருந்தால், பொறுப்பான எஜமானர் அல்லது நபர் அதைப் பற்றி அறிந்திருக்கலாம், ஆனால் அவர்களின் கடமையை புறக்கணித்திருக்கலாம் அல்லது ஒழுக்கம் இல்லாதிருக்கலாம் என்றால், அவர்களுக்கு ஐநூறு ரூபாய் வரை அபராதம் விதிக்கப்படலாம். ",
            "Telugu": "భారత సైన్యం, నావికాదళం లేదా వైమానిక దళం నుండి పారిపోయిన వ్యక్తి ఒక వాణిజ్య నౌకలో దాచబడి ఉంటే, యజమాని లేదా బాధ్యత వహించే వ్యక్తికి దాని గురించి తెలిసి ఉండవచ్చు, కానీ వారి విధిని నిర్లక్ష్యం చేసి ఉండవచ్చు లేదా క్రమశిక్షణ లోపించి ఉండవచ్చు, వారికి ఐదు వందల రూపాయల వరకు జరిమానా విధించవచ్చు, దాచడం గురించి తెలియకపోయినా. ",
            "Urdu": "اگر ہندوستانی فوج، بحریہ، یا فضائیہ کا کوئی فرار کسی تجارتی جہاز پر چھپا ہوا ہے، اور ماسٹر یا انچارج شخص کو اس کے بارے میں معلوم ہوتا لیکن اس نے اپنی ڈیوٹی کو نظر انداز کیا یا نظم و ضبط کا فقدان کیا، تو انہیں پانچ سو روپے تک کے جرمانے سے سزا دی جا سکتی ہے، چاہے وہ چھپانے سے بے خبر ہی کیوں نہ ہوں۔ "
        }
    },
    {
        "Section": "138",
        "Description": "According to section 138 of Indian penal code, Whoever abets what he knows to be an act of insubordination by an officer, soldier, sailor or airman, in the Army, Navy or air Force, of the Government of India, shall, if such act of insubordination be committed in consequence of that abetment, be punished with imprisonment of either description for a term which may extend to six months, or with fine, or with both.",
        "Offense": "Abetment of act of insubordination by an officer, soldier, sailor or airman, if the offence be committed in consequence",
        "Punishment": "6 Months or Fine or Both",
        "Simplified_Description": "If someone encourages and supports an act of insubordination by a military officer, soldier, sailor, or airman, and that act is committed as a result, they can be punished with up to six months in jail, a fine, or both.",
        "translations": {
            "Assamese": "যদি কোনোবাই এজন সামৰিক বিষয়া, সৈনিক, নাৱিক বা এয়াৰমেনৰ অবাধ্যতাক উৎসাহিত আৰু সমৰ্থন কৰে, আৰু ইয়াৰ ফলস্বৰূপে সেই কাৰ্য্য সংঘটিত হয়, তেন্তে তেওঁলোকক ছয় মাহলৈকে কাৰাদণ্ড, জৰিমনা বা দুয়োটাইৰে শাস্তি দিব পাৰি। ",
            "Bengali": "যদি কেউ কোনও সামরিক কর্মকর্তা, সৈনিক, নাবিক বা বিমানবাহিনীর অবাধ্যতার কাজকে উৎসাহিত ও সমর্থন করে এবং ফলস্বরূপ সেই কাজটি করা হয়, তবে তাদের ছয় মাস পর্যন্ত কারাদণ্ড, জরিমানা বা উভয় দণ্ডে দণ্ডিত করা যেতে পারে। ",
            "Bodo": "जुदि सोरबा सासे रौनिया मावख'गिरि, रौनिया, नावजावगिरि, एबा एयरमेनजों गनायजायै हाबाखौ थुलुंगा होयो आरो मदद खालामो, आरो बिनि फिथाइ महरै बे हाबाखौ मावनाय जायो, अब्ला बिसोरखौ द'दानसिम जेल, जुरिमाना एबा मोन्नैनिबो साजा होनो हायो। ",
            "Dogri": "जे कोई कुसै फौजी अधिकारी, सैनक, नौसैनिक जां वायुसैनिक दी अवज्ञा दे कम्म गी प्रोत्साहत ते समर्थन करदा ऐ, ते ओह् कम्म नतीजतन कीता जंदा ऐ, तां उʼनें गी छें म्हीने तक्कर दी जेह्ल, जुर्माने जां दौनें दी सʼजा दित्ती जाई सकदी ऐ। ",
            "Goan Konkani": "जर कोणूय लश्करी अधिकारी, सैनिक, खलाशी वा वायुसैनिक हांच्या आज्ञाभंगाच्या कृत्याक प्रोत्साहन दिता आनी तें समर्थन करता, आनी ताका लागून तें कृत्य करतात, जाल्यार तांकां स म्हयन्यां मेरेन बंदखण, दंड वा दोनूय ख्यास्त दिवंक शकतात. ",
            "Gujarati": "જો કોઈ વ્યક્તિ લશ્કરી અધિકારી, સૈનિક, નાવિક અથવા એરમેન દ્વારા અવજ્ઞાના કૃત્યને પ્રોત્સાહન આપે છે અને તેનું સમર્થન કરે છે, અને તે કાર્ય પરિણામે કરવામાં આવે છે, તો તેમને છ મહિના સુધીની જેલ, દંડ અથવા બંનેની સજા થઈ શકે છે. ",
            "Hindi": "यदि कोई किसी सैन्य अधिकारी, सैनिक, नाविक या वायुसैनिक द्वारा अवज्ञा के कार्य को प्रोत्साहित और समर्थन करता है, और वह कार्य परिणामस्वरूप किया जाता है, तो उन्हें छह महीने तक की जेल, जुर्माना या दोनों की सजा दी जा सकती है। ",
            "Kannada": "ಮಿಲಿಟರಿ ಅಧಿಕಾರಿ, ಸೈನಿಕ, ನಾವಿಕ ಅಥವಾ ವಾಯುಪಡೆಯವರ ಅವಿಧೇಯತೆಯ ಕೃತ್ಯವನ್ನು ಯಾರಾದರೂ ಪ್ರೋತ್ಸಾಹಿಸಿದರೆ ಮತ್ತು ಬೆಂಬಲಿಸಿದರೆ ಮತ್ತು ಅದರ ಪರಿಣಾಮವಾಗಿ ಆ ಕೃತ್ಯವನ್ನು ಮಾಡಿದರೆ, ಅವರಿಗೆ ಆರು ತಿಂಗಳವರೆಗೆ ಜೈಲು ಶಿಕ್ಷೆ, ದಂಡ ಅಥವಾ ಎರಡನ್ನೂ ವಿಧಿಸಬಹುದು. ",
            "Kashmiri (Arabic)": "اگر کانٛہہ کٲنٛسہ فوجی افسر، فوجی، نااخت، یا ایئر مین سٕنٛد طرفہٕ بے عزتی ہنٛد کامہ ہنٛز حوصلہٕ افزٲیی تہٕ حمایت چھ کران، تہٕ یہ کٲم چھ امہ کس نٔتیٖجس منٛز کرنہٕ یوان، تمن ہیٚکہ شیٚن رؠتن تام جیل، جرمانہٕ، یا دۄشوٕنی ہنٛد سزا دنہٕ یتھ۔ ",
            "Kashmiri (Devanagari)": "अगर कह ते मिलिट्री ऑफ़िसर, सोल्जर, सेलर, या एयरमैन हिन्द ज़िरया इंसुबोर्डिनेशन हिंज वकालत ते हिमायत क्र, ते ये एक्ट छू कमिट अमृत करने, तेम हकें सेंद रेतन ताम जेल, ज़ुरमाना, या दुनवाय ज़ुरमाना. ",
            "Maithili": "यदि केओ कोनो सैन्य अधिकारी, सैनिक, नाविक, या वायुसैनिक द्वारा अवज्ञाक काजकेँ प्रोत्साहित आ समर्थन करैत अछि, आ ओकर परिणामस्वरूप ओ काज कयल जाइत अछि, तऽ ओकरा छह मास धरि जेल, जुर्माना, या दुनूके सजा देल जा सकैत अछि। ",
            "Malayalam": "ഒരു സൈനിക ഉദ്യോഗസ്ഥൻ, സൈനികൻ, നാവികൻ അല്ലെങ്കിൽ എയർമാൻ എന്നിവരുടെ അനുസരണക്കേട് ആരെങ്കിലും പ്രോത്സാഹിപ്പിക്കുകയും പിന്തുണയ്ക്കുകയും ചെയ്താൽ അതിന്റെ ഫലമായി ആ പ്രവൃത്തി ചെയ്യുകയാണെങ്കിൽ, അവർക്ക് ആറ് മാസം വരെ തടവോ പിഴയോ അല്ലെങ്കിൽ രണ്ടും കൂടിയോ ശിക്ഷിക്കാം. ",
            "Marathi": "जर कोणी लष्करी अधिकारी, सैनिक, नाविक किंवा हवाई दलाच्या आज्ञाभंगाच्या कृत्याला प्रोत्साहन देत असेल आणि त्याचे समर्थन करत असेल आणि परिणामी ते कृत्य केले गेले तर त्यांना सहा महिन्यांचा तुरुंगवास, दंड किंवा दोन्ही शिक्षा होऊ शकतात. ",
            "Manipuri": "করিগুম্বা কনাগুম্বা অমনা মিলিতরী ওফিসর, সোল্জর, সেলর, নত্ত্রগা এয়রমেন অমনা তৌদবগী থৌওংদা পুক্নিং থৌগৎপীরবদি অমসুং শৌগৎপীরবদি, অমসুং মসিগী ফল ওইনা থবক অদু তৌরবদি, মখোয়বু থা তরুক ফাওবা জেলদা থম্বা য়াই, ফাইন লৌবা য়াই, নত্ত্রগা অনিমক্না লৌবা য়াই। ",
            "Meitei": "ꯀꯔꯤꯒꯨꯝꯕ ꯃꯤꯑꯣꯏ ꯑꯃꯅ ꯃꯤꯂꯤꯇꯔꯤ ꯑꯣꯐꯤꯁꯔ, ꯂꯥꯟꯃꯤ, ꯁꯦꯂꯔ ꯅꯠꯇ ꯭ ꯔꯒ ꯑꯦꯌꯔꯃꯦꯟ ꯑꯃꯅ ꯊꯥꯖꯗꯕꯒꯤ ꯊꯕꯛ ꯑꯃ ꯊꯧꯒꯠꯂꯕꯗꯤ ꯑꯃꯁꯨꯡ ꯁꯧꯒꯠꯂꯕꯗꯤ, ꯑꯃꯁꯨꯡ ꯃꯗꯨꯒꯤ ꯃꯍꯩ ꯑꯣꯏꯅ ꯊꯕꯛ ꯑꯗꯨ ꯇꯧꯔꯕꯗꯤ, ꯃꯈꯣꯏꯕꯨ ꯊꯥ ꯇꯔꯨꯛ ꯐꯥꯎꯕ ꯀꯩꯁꯨꯝꯁꯪꯗ ꯊꯝꯕ, ꯐꯥꯏꯟ ꯄꯤꯕ ꯅꯠꯇ ꯭ ꯔꯒ ꯑꯅꯤꯃꯛꯀꯤ ꯋꯥꯌꯦꯜ ꯄꯤꯕ ꯌꯥꯏ ꯫ ",
            "Nepali": "यदि कसैले सैन्य अधिकारी, सिपाही, नाविक, वा एयरम्यानद्वारा अवज्ञाको कार्यलाई प्रोत्साहित र समर्थन गर्दछ, र त्यो कार्य परिणामस्वरूप गरिएको छ भने, उनीहरूलाई छ महिनासम्म जेल, जरिवाना, वा दुवै सजाय हुन सक्छ। ",
            "Odia": "ଯଦି କେହି ଜଣେ ସାମରିକ ଅଧିକାରୀ, ସୈନିକ, ନାବିକ କିମ୍ବା ଏଯ଼ାରମ୍ଯ଼ାନଙ୍କ ଦ୍ୱାରା ଅବମାନନା କାର୍ଯ୍ଯ଼କୁ ପ୍ରୋତ୍ସାହିତ ଏବଂ ସମର୍ଥନ କରନ୍ତି, ଏବଂ ସେହି କାର୍ଯ୍ଯ଼ ଫଳସ୍ୱରୂପ କରାଯାଏ, ତେବେ ସେମାନଙ୍କୁ ଛଅ ମାସ ପର୍ଯ୍ଯ଼ନ୍ତ ଜେଲ୍, ଜୋରିମାନା କିମ୍ବା ଉଭଯ଼ ଦଣ୍ଡ ଦିଆଯାଇପାରେ | ",
            "Punjabi": "ਜੇ ਕੋਈ ਕਿਸੇ ਫੌਜੀ ਅਧਿਕਾਰੀ, ਸਿਪਾਹੀ, ਮਲਾਹ ਜਾਂ ਏਅਰਮੈਨ ਦੁਆਰਾ ਅਣਆਗਿਆਕਾਰੀ ਦੇ ਕੰਮ ਨੂੰ ਉਤਸ਼ਾਹਿਤ ਅਤੇ ਸਮਰਥਨ ਕਰਦਾ ਹੈ, ਅਤੇ ਇਹ ਕੰਮ ਨਤੀਜੇ ਵਜੋਂ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਛੇ ਮਹੀਨੇ ਤੱਕ ਦੀ ਜੇਲ੍ਹ, ਜੁਰਮਾਨਾ ਜਾਂ ਦੋਵਾਂ ਦੀ ਸਜ਼ਾ ਹੋ ਸਕਦੀ ਹੈ। ",
            "Sanskrit": "यदि कश्चित् सैन्य-अधिकारिणः, सैनिकस्य, नाविकस्य, वायुसैनिकस्य वा अविधेयतायाः कार्यस्य प्रोत्साहनं समर्थनं च करोति, तथा तत् कार्यम् परिणामतः क्रियते, तर्हि ते षण्मासपर्यन्तं कारावासेन, दण्डेन, अथवा उभयोः दण्डेन दण्डिताः भवितुम् अर्हन्ति। ",
            "Santali": "ᱡᱚᱫᱤ ᱡᱟᱦᱟᱸᱭ ᱫᱚ ᱢᱤᱫ ᱯᱷᱟᱹᱫᱽ ᱚᱯᱷᱤᱥᱟᱨ, ᱥᱮᱱᱟᱯᱷᱟᱹᱫᱽ, ᱞᱟᱹᱞᱤᱥᱤᱭᱟᱹ ᱥᱮ ᱮᱭᱟᱨᱢᱮᱱ ᱟᱜ ᱵᱮᱼᱵᱟᱹᱛᱤᱞ ᱠᱟᱹᱢᱤ ᱞᱟᱹᱜᱤᱫ ᱮ ᱮᱥᱮᱨ ᱟᱨ ᱮᱥᱮᱨ ᱞᱮᱫᱟᱭ ᱟᱨ ᱚᱱᱟ ᱚᱡᱮᱛᱮ ᱚᱱᱟ ᱠᱟᱹᱢᱤ ᱠᱚᱨᱟᱣ ᱦᱳᱭᱳᱜᱼᱟ, ᱮᱱᱠᱷᱟᱱ ᱩᱱᱤ ᱫᱚ ᱛᱩᱨᱩᱭ ᱪᱟᱸᱫᱳ ᱫᱷᱟᱹᱵᱤᱡ ᱡᱮᱦᱚᱞ, ᱡᱮᱦᱟᱹᱞ ᱥᱮ ᱵᱟᱱᱟᱨ ᱞᱟᱹᱜᱤᱫ ᱮ ᱥᱟᱨᱦᱟᱶ ᱦᱩᱭ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱾ ",
            "Sindhi (Arabic)": "جیڪڏھن ڪو ماڻھو ڪنھن فوجی آفیسر، سپاہی، ملاح، یا ہوائی جہاز جی نافرمانی جی عمل کی ہمٿائیندو ۽ ان جی حمایت ڪندو آھی، ۽ اھو عمل نتیجی طئور ڪیو ویندو آھی، انھن کی ڇہن مھینن تائین جیل، جرمانو، یا ٻنھی جی سزا ٿی سگہی ٿی ",
            "Sindhi (Devanagari)": "जेकॾहिं को बि हिक फौजी अफ़सर, सिपाही, नाविक, या एयरमैन पारां बेवफ़ाई जे कम खे हिमथाइंदो ऐं हिमथाइंदो आहे, ऐं उहो कम नतीजनि तौर कयो वेंदो आहे, उन्हनि खे छह महीननि ताईं जेल, ज़ुरमाना, या ॿिन्हीअ जी सज़ा थी सघे थी ",
            "Tamil": "ஒரு இராணுவ அதிகாரி, சிப்பாய், மாலுமிகள் அல்லது விமானப்படை வீரரின் கீழ்ப்படியாமையை யாராவது ஊக்குவித்து ஆதரித்தால், அதன் விளைவாக அந்த செயல் செய்யப்பட்டால், அவர்களுக்கு ஆறு மாதங்கள் வரை சிறைத்தண்டனை, அபராதம் அல்லது இரண்டும் விதிக்கப்படலாம். ",
            "Telugu": "ఒక సైనిక అధికారి, సైనికుడు, నావికుడు లేదా వైమానిక దళం యొక్క అవిధేయత చర్యను ఎవరైనా ప్రోత్సహించి, మద్దతు ఇస్తే, దాని ఫలితంగా ఆ చర్యకు పాల్పడితే, వారికి ఆరు నెలల వరకు జైలు శిక్ష, జరిమానా లేదా రెండూ విధించవచ్చు. ",
            "Urdu": "اگر کوئی کسی فوجی افسر، سپاہی، نااخت، یا ایئر مین کی نافرمانی کے عمل کی حوصلہ افزائی اور حمایت کرتا ہے، اور اس کے نتیجے میں یہ عمل انجام دیا جاتا ہے، تو اسے چھ ماہ تک قید، جرمانہ، یا دونوں کی سزا دی جا سکتی ہے۔ "
        }
    },
    {
        "Section": "121A",
        "Description": "According to section 121A of Indian penal code, Whoever within or without India conspires to commit any of the offences punishable by section 121, or conspires to overawe, by means of criminal force or the show of criminal force, the Central Government or any State Government, shall be punished with imprisonment for life, or with imprisonment of either description which may extend to ten years, and shall also be liable to fine.\n\n\nIPC 121A in Simple Words\nSection 121A of the Indian Penal Code states that anyone who conspires to commit certain serious offences or intends to use criminal force against the Central Government or any State Government may face punishment of life imprisonment or imprisonment up to ten years, along with a possible fine.",
        "Offense": "Conspiring to commit certain offences against the State",
        "Punishment": "Imprisonment for Life or 10 Years + Fine",
        "Simplified_Description": "Not Available",
        "translations": {
            "Assamese": "উপলব্ধ নহয় ",
            "Bengali": "উপলব্ধ নয় ",
            "Bodo": "मोन्नो हानाय नङा। ",
            "Dogri": "उपलब्ध नेईं ऐ ",
            "Goan Konkani": "उपलब्ध ना ",
            "Gujarati": "ઉપલબ્ધ નથી ",
            "Hindi": "उपलब्ध नहीं है ",
            "Kannada": "ಲಭ್ಯವಿಲ್ಲ ",
            "Kashmiri (Arabic)": "دستیاب آسہٕ نہٕ آمژٕ۔ ",
            "Kashmiri (Devanagari)": "छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम ",
            "Maithili": "उपलब्ध नहि अछि। ",
            "Malayalam": "ലഭ്യമല്ല ",
            "Marathi": "उपलब्ध नाही ",
            "Manipuri": "ফংফম থোত্তে। ",
            "Meitei": "ꯐꯪꯕ ꯉꯝꯗꯦ ",
            "Nepali": "उपलब्ध छैन ",
            "Odia": "ଉପଲବ୍ଧ ନାହିଁ ",
            "Punjabi": "ਉਪਲੱਬਧ ਨਹੀਂ ",
            "Sanskrit": "अनुपलब्धम्। ",
            "Santali": "ᱵᱟᱝ ᱧᱟᱢᱚᱜᱼᱟ ᱾ ",
            "Sindhi (Arabic)": "دستیاب نہ آھی ",
            "Sindhi (Devanagari)": "मुहया न आहे। ",
            "Tamil": "கிடைக்கவில்லை ",
            "Telugu": "అందుబాటులో లేదు ",
            "Urdu": "دستیاب نہیں ہے "
        }
    },
    {
        "Section": "122",
        "Description": "According to section 122 of Indian penal code, Whoever collects men, arms or ammunition or otherwise prepares to wage war with the intention of either waging or being prepared to wage war against the Government of India, shall be punished with imprisonment for life or imprisonment of either description for a term not exceeding ten years, and shall also be liable to fine.",
        "Offense": "Collecting arms, etc., with The intention of waging War against the Government of India",
        "Punishment": "Imprisonment for Life or 10 Years + Fine",
        "Simplified_Description": "If someone gathers people, weapons, or prepares for war with the intention of waging or being ready to wage war against the Government of India, they can be punished with life imprisonment or imprisonment of up to ten years, and may also be fined.",
        "translations": {
            "Assamese": "যদি কোনোবাই মানুহ, অস্ত্ৰ-শস্ত্ৰ সংগ্ৰহ কৰে বা ভাৰত চৰকাৰৰ বিৰুদ্ধে যুদ্ধ আৰম্ভ কৰা বা যুদ্ধ কৰিবলৈ সাজু হোৱাৰ উদ্দেশ্যৰে যুদ্ধৰ বাবে প্ৰস্তুতি চলায়, তেন্তে তেওঁলোকক আজীৱন কাৰাদণ্ড বা দহ বছৰলৈকে কাৰাদণ্ডৰ শাস্তি দিব পাৰি, আৰু জৰিমনাও দিব পাৰে। ",
            "Bengali": "যদি কেউ ভারত সরকারের বিরুদ্ধে যুদ্ধ করার উদ্দেশ্যে মানুষ, অস্ত্র সংগ্রহ করে বা যুদ্ধের প্রস্তুতি নেয়, তবে তাদের যাবজ্জীবন কারাদণ্ড বা দশ বছর পর্যন্ত কারাদণ্ড এবং জরিমানাও হতে পারে। ",
            "Bodo": "जुदि सोरबा सुबुं, हाथियारफोर बुथुमो, एबा भारत सरकारनि बेरेखायै दावहा नांनो एबा दावहा नांनो थियारि जानायनि थांखिजों दावहानि थाखाय थियारि जायो, अब्ला बिसोरखौ जिउहालागै साजा एबा जि बोसोरसिम साजा होनो हागौ, आरो जरिमानाबो होनो हागौ। ",
            "Dogri": "जेकर कोई भारत सरकार दे खलाफ जुद्ध छेड़ने जां जुद्ध आस्तै त्यार होने दे इरादे कन्नै लोकें, हथ्यारें गी कट्ठा करदा ऐ जां जुद्ध दी तैयारी करदा ऐ, तां उʼनें गी उम्रकैद जां दस बʼरें तक्कर दी कैद दी सʼजा दित्ती जाई सकदी ऐ, ते जुर्माना बी लाया जाई सकदा ऐ। ",
            "Goan Konkani": "जर कोणूय लोक, शस्त्रां एकठांय करता वा भारत सरकारा आड झुज मारपाची तयारी करता वा झुजाची तयारी करता जाल्यार तांकां आजीवन कारावासाची वा धा वर्सां मेरेन कारावासाची ख्यास्त दिवंक शकता आनी दंड लेगीत भरपाक शकता. ",
            "Gujarati": "જો કોઈ વ્યક્તિ લોકો, શસ્ત્રો એકઠા કરે છે અથવા ભારત સરકાર સામે યુદ્ધ લડવા અથવા યુદ્ધ કરવા તૈયાર થવાના ઈરાદાથી યુદ્ધની તૈયારી કરે છે, તો તેને આજીવન કેદ અથવા દસ વર્ષ સુધીની કેદની સજા થઈ શકે છે અને દંડ પણ થઈ શકે છે. ",
            "Hindi": "यदि कोई भारत सरकार के खिलाफ युद्ध छेड़ने या युद्ध करने के लिए तैयार होने के इरादे से लोगों, हथियारों को इकट्ठा करता है या युद्ध की तैयारी करता है, तो उसे आजीवन कारावास या दस साल तक के कारावास की सजा हो सकती है, और जुर्माना भी लगाया जा सकता है। ",
            "Kannada": "ಯಾರಾದರೂ ಜನರನ್ನು, ಶಸ್ತ್ರಾಸ್ತ್ರಗಳನ್ನು ಸಂಗ್ರಹಿಸಿದರೆ ಅಥವಾ ಭಾರತ ಸರ್ಕಾರದ ವಿರುದ್ಧ ಯುದ್ಧ ಮಾಡುವ ಅಥವಾ ಯುದ್ಧಕ್ಕೆ ಸಿದ್ಧರಾಗುವ ಉದ್ದೇಶದಿಂದ ಯುದ್ಧಕ್ಕೆ ಸಿದ್ಧರಾದರೆ, ಅವರಿಗೆ ಜೀವಾವಧಿ ಶಿಕ್ಷೆ ಅಥವಾ ಹತ್ತು ವರ್ಷಗಳವರೆಗೆ ಜೈಲು ಶಿಕ್ಷೆ ವಿಧಿಸಬಹುದು ಮತ್ತು ದಂಡವನ್ನೂ ವಿಧಿಸಬಹುದು. ",
            "Kashmiri (Arabic)": "اگر کانٛہہ لوک، ہتھیار جمع چھ کران، یا حکومت ہندس خلاف جنگ شروع کرنہٕ یا جنگ کرنہٕ خٲطرٕ تیار گژھنہٕ کس ارادٕ سۭتۍ جنگہٕ خٲطرٕ تیار چھ کران، تمن ہیٚکہ عمر قید یا دہن ؤرین تام قٲدٕچ سزا دنہٕ یتھ، تہٕ جرمانہٕ تہ ہیٚکہ کرنہٕ یتھ۔ ",
            "Kashmiri (Devanagari)": "अगर केह लुख, हथ्यार, या जंग खातर तैयार कारन इंडिअस गवर्नमेंट खिलाफ जंग छेड़ने या तैयार करने खातर, ईमान हक़ ज़ुरमाना रोज़िथ या 10 वरि जेल, बे हक़ ज़ुरमाना ते रोज़िथ ",
            "Maithili": "यदि केओ लोक, हथियार जमा करैत अछि, या भारत सरकार के खिलाफ युद्ध छेड़ने या युद्ध के तैयारी करै के इरादे सँ युद्ध के तैयारी करैत अछि, तऽ ओकरा आजीवन कारावास या दस साल तक के कारावास के सजा भऽ सकैत अछि, आ जुर्माना सेहो भऽ सकैत अछि। ",
            "Malayalam": "ആരെങ്കിലും ആളുകളെയോ ആയുധങ്ങളെയോ ശേഖരിക്കുകയോ ഇന്ത്യാ ഗവൺമെന്റിനെതിരെ യുദ്ധം ചെയ്യാനോ യുദ്ധം ചെയ്യാനോ തയ്യാറെടുക്കുകയോ ചെയ്താൽ, അവർക്ക് ജീവപര്യന്തം തടവോ പത്ത് വർഷം വരെ തടവോ ശിക്ഷ ലഭിക്കാം, കൂടാതെ പിഴയും ചുമത്താം. ",
            "Marathi": "जर कोणी लोक, शस्त्रे गोळा करत असेल किंवा भारत सरकारविरुद्ध युद्ध पुकारण्याच्या किंवा युद्ध करण्यास तयार होण्याच्या हेतूने युद्धाची तयारी करत असेल, तर त्यांना जन्मठेपेची किंवा दहा वर्षांपर्यंतच्या कारावासाची शिक्षा होऊ शकते आणि दंडही होऊ शकतो. ",
            "Manipuri": "করিগুম্বা কনাগুম্বা অমনা মীয়াম, খুৎলাইশিং, নৎত্রগা ভারত লৈঙাক্কী মাইয়োক্তা লান থম্নবগী ৱাখল্লোনগা লোয়ননা লানগীদমক শেম শাদুনা লৈরম্লবদি, মখোয়বু চহি 10 ফাউবা জেলদা থম্বা য়াই নত্ত্রগা চহি 10 ফাউবা জেলদা থম্বা য়াই, অমসুং ফাইন লৌবা য়াই। ",
            "Meitei": "ꯀꯔꯤꯒꯨꯝꯕ ꯃꯤꯑꯣꯏ ꯑꯃꯅ ꯃꯤꯑꯣꯏꯁꯤꯡ, ꯈꯨꯠꯂꯥꯏꯁꯤꯡ ꯈꯣꯝꯒꯠꯂꯕꯗꯤ ꯅꯠꯇ ꯭ ꯔꯒ ꯚꯥꯔꯠ ꯁꯔꯀꯥꯔꯒꯤ ꯃꯥꯌꯣꯛꯇ ꯂꯥꯟ ꯍꯧꯅꯕ ꯅꯠꯇ ꯭ ꯔꯒ ꯂꯥꯟ ꯇꯧꯅꯕ ꯁꯦꯝ ꯁꯥꯅꯕ ꯑꯣꯏꯔꯕꯗꯤ, ꯃꯈꯣꯏꯕꯨ ꯄꯨꯟꯁꯤ ꯆꯨꯞꯄꯒꯤ ꯐꯥꯖꯜ ꯅꯠꯇ ꯭ ꯔꯒ ꯆꯍꯤ ꯇꯔꯥ ꯐꯥꯎꯕ ꯐꯥꯖꯜ ꯄꯤꯕ ꯌꯥꯏ, ꯑꯃꯁꯨꯡ ꯐꯥꯏꯟꯁꯨ ꯄꯤꯕ ꯌꯥꯏ ꯫ ",
            "Nepali": "यदि कसैले मानिसहरू, हतियारहरू भेला गर्छ वा भारत सरकारविरुद्ध युद्ध छेड्ने वा युद्ध गर्न तयार हुने उद्देश्यले युद्धको तयारी गर्छ भने, उनीहरूलाई आजीवन कारावास वा दस वर्षसम्म कैदको सजाय हुन सक्छ, र जरिवाना पनि हुन सक्छ। ",
            "Odia": "ଯଦି କେହି ଲୋକ, ଅସ୍ତ୍ରଶସ୍ତ୍ର ସଂଗ୍ରହ କରନ୍ତି କିମ୍ବା ଭାରତ ସରକାରଙ୍କ ବିରୋଧରେ ଯୁଦ୍ଧ କରିବା ଉଦ୍ଦେଶ୍ଯ଼ରେ କିମ୍ବା ଯୁଦ୍ଧ ପାଇଁ ପ୍ରସ୍ତୁତ ହୁଅନ୍ତି, ତେବେ ସେମାନଙ୍କୁ ଆଜୀବନ କାରାଦଣ୍ଡ କିମ୍ବା ଦଶ ବର୍ଷ ପର୍ଯ୍ଯ଼ନ୍ତ କାରାଦଣ୍ଡରେ ଦଣ୍ଡିତ କରାଯାଇପାରେ ଏବଂ ଜରିମାନା ମଧ୍ଯ଼ କରାଯାଇପାରେ। ",
            "Punjabi": "ਜੇ ਕੋਈ ਭਾਰਤ ਸਰਕਾਰ ਵਿਰੁੱਧ ਜੰਗ ਛੇਡ਼ਨ ਜਾਂ ਜੰਗ ਕਰਨ ਲਈ ਤਿਆਰ ਹੋਣ ਦੇ ਇਰਾਦੇ ਨਾਲ ਲੋਕਾਂ, ਹਥਿਆਰਾਂ ਨੂੰ ਇਕੱਠਾ ਕਰਦਾ ਹੈ ਜਾਂ ਜੰਗ ਦੀ ਤਿਆਰੀ ਕਰਦਾ ਹੈ, ਤਾਂ ਉਸ ਨੂੰ ਉਮਰ ਕੈਦ ਜਾਂ ਦਸ ਸਾਲ ਤੱਕ ਦੀ ਕੈਦ ਦੀ ਸਜ਼ਾ ਹੋ ਸਕਦੀ ਹੈ ਅਤੇ ਜੁਰਮਾਨਾ ਵੀ ਹੋ ਸਕਦਾ ਹੈ। ",
            "Sanskrit": "यदि कश्चित् जनान्, शस्त्राणि सङ्गृहयति, अथवा भारतसर्वकारस्य विरुद्धं युद्धं कर्तुम् अथवा युद्धं कर्तुम् सज्जः भवितुम् इच्छति, तर्हि सः आजीवन-कारावासं वा दशवर्षपर्यन्तं कारावासं वा दण्डयितुं शक्नोति, अपि च सः दण्डनीयः भवितुम् अर्हति। ",
            "Santali": "ᱡᱚᱫᱤ ᱡᱟᱦᱟᱸᱭ ᱵᱷᱟᱨᱚᱛ ᱥᱚᱨᱠᱟᱨ ᱵᱤᱨᱩᱫᱷ ᱨᱮ ᱞᱟᱹᱲᱦᱟᱹᱭ ᱞᱟᱹᱜᱤᱫ ᱥᱮ ᱞᱟᱹᱲᱦᱟᱹᱭ ᱞᱟᱹᱜᱤᱫ ᱮ ᱵᱮᱱᱟᱣ ᱞᱮᱱᱟ, ᱮᱱᱠᱷᱟᱱ ᱩᱱᱤ ᱡᱮᱹᱦᱟᱹᱭ ᱡᱮᱹᱦᱟᱹᱭ ᱡᱮᱹᱦᱟᱹᱭ ᱥᱮ ᱜᱮᱞ ᱥᱮᱨᱢᱟ ᱦᱟᱹᱵᱤᱡ ᱡᱮᱹᱦᱟᱹᱭ ᱮᱢ ᱦᱩᱭ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱟᱨ ᱡᱮᱹᱦᱟᱹᱭ ᱦᱚᱸ ᱮᱢ ᱦᱩᱭ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱾ ",
            "Sindhi (Arabic)": "جیڪڏھن ڪو ماڻھو ڀارت سرڪار جی خلاف جنگ ڪرڻ یا جنگ ڪرڻ لاء تیار رہڻ جی نیت سان ماڻھن، ہٿیار، یا جنگ جی تیاری ڪری ٿو، تہ انھن کی عمر قید یا ڏہن سالن تائین جی قید جی سزا ٿی سگہی ٿی، ۽ جرمانو بہ ٿی سگہی ٿو ",
            "Sindhi (Devanagari)": "जेकॾहिं को बि भारत सरकार जे ख़िलाफ़ जंग छेड़ण या तैयार करणु जे इरादे सां माण्हुनि, हथियारनि खे जमा करे थो या जंग जी तैयारी करे थो, उन्हनि खे उम्रकैद या दहें साल ताईं जी कैद जी सज़ा थी सघिंदी आहे, ऐं उन ते ज़ुरमाना बि थी सघिंदो आहे। ",
            "Tamil": "யாராவது மக்கள், ஆயுதங்களை சேகரித்தால் அல்லது இந்திய அரசுக்கு எதிராக போர் தொடுக்க அல்லது போர் தொடுக்கத் தயாராக இருக்கும் நோக்கத்துடன் போருக்குத் தயாராகினால், அவர்களுக்கு ஆயுள் தண்டனை அல்லது பத்து ஆண்டுகள் வரை சிறைத்தண்டனை விதிக்கப்படலாம், மேலும் அபராதமும் விதிக்கப்படலாம். ",
            "Telugu": "భారత ప్రభుత్వానికి వ్యతిరేకంగా యుద్ధం చేయాలనే ఉద్దేశ్యంతో ఎవరైనా ప్రజలను, ఆయుధాలను సమీకరిస్తే లేదా యుద్ధానికి సిద్ధమైతే, వారికి జీవిత ఖైదు లేదా పదేళ్ల వరకు జైలు శిక్ష విధించవచ్చు, జరిమానా కూడా విధించవచ్చు. ",
            "Urdu": "اگر کوئی لوگوں، ہتھیاروں کو جمع کرتا ہے، یا حکومت ہند کے خلاف جنگ چھیڑنے یا جنگ کرنے کے ارادے سے جنگ کی تیاری کرتا ہے، تو اسے عمر قید یا دس سال تک قید کی سزا دی جا سکتی ہے، اور جرمانہ بھی کیا جا سکتا ہے۔ "
        }
    },
    {
        "Section": "123",
        "Description": "According to section 123 of Indian penal code, Whoever, by any act, or by any illegal omission, conceals the existence of a design to wage war against the Government of India, intending by such concealment to facilitate, or knowing it to be likely that such concealment will facilitate, the waging of such war, shall be punished with imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine.",
        "Offense": "Concealing with intent to facilitate a design to wage War",
        "Punishment": "10 Years + Fine",
        "Simplified_Description": "If someone hides or fails to report a plan to wage war against the Government of India, intending to help or knowing it might help the war, they can be punished with imprisonment of up to ten years and may also be fined.",
        "translations": {
            "Assamese": "যদি কোনোবাই ভাৰত চৰকাৰৰ বিৰুদ্ধে যুদ্ধ আৰম্ভ কৰাৰ পৰিকল্পনা লুকুৱাই ৰাখে বা প্ৰতিবেদন প্ৰদান কৰাত ব্যৰ্থ হয়, সহায় কৰাৰ উদ্দেশ্য বা ই যুদ্ধত সহায় কৰিব পাৰে বুলি জানি, তেওঁলোকক দহ বছৰলৈকে কাৰাদণ্ড আৰু জৰিমনাও হ'ব পাৰে। ",
            "Bengali": "যদি কেউ ভারত সরকারের বিরুদ্ধে যুদ্ধ চালানোর পরিকল্পনা লুকিয়ে রাখে বা জানাতে ব্যর্থ হয়, সাহায্য করার অভিপ্রায় বা জানে যে এটি যুদ্ধে সাহায্য করতে পারে, তবে তাদের দশ বছর পর্যন্ত কারাদণ্ড এবং জরিমানাও হতে পারে। ",
            "Bodo": "जुदि सोरबा भारत सरकारनि बेरेखायै दावहा नांनायनि सानथांखिखौ खोबथेयो एबा फोरमायनायाव फेलें जायो, मदद खालामनायनि थांखि एबा बेखौ मिन्थिना दि बेयो दावहायाव मदद होनो हागौ, अब्ला बिसोरखौ जि बोसोरसिम साजा होनो हागौ आरो जरिमानाबो होनो हागौ। ",
            "Dogri": "जे कोई भारत सरकार दे खलाफ जुद्ध छेड़ने दी योजना गी छुपांदा ऐ जां रिपोर्ट करने च नाकाम होंदा ऐ, मदद करने दे इरादे कन्नै जां एह् जानदे होई जे एह् जुद्ध च मदद करी सकदा ऐ, तां उʼनें गी दस बʼरें तक्कर दी कैद दी सʼजा दित्ती जाई सकदी ऐ ते जुर्माना बी लाया जाई सकदा ऐ। ",
            "Goan Konkani": "जर कोणूय भारत सरकारा आड झुज मारपाची येवजण लिपोवन दवरता वा कळोवंक अपेस आयल्यार, मदत करपाचो हेतू आसल्यार वा ताका लागून झुजाक मदत जावंक शकता हें जाणा आसल्यार, तांकां धा वर्सां मेरेन बंदखणीची ख्यास्त दिवंक शकता आनी दंडाचीय ख्यास्त दिवंक शकता. ",
            "Gujarati": "જો કોઈ વ્યક્તિ ભારત સરકાર સામે યુદ્ધ છેડવાની યોજના છુપાવે છે અથવા તેની જાણ કરવામાં નિષ્ફળ જાય છે, મદદ કરવાનો ઇરાદો ધરાવે છે અથવા જાણે છે કે તે યુદ્ધમાં મદદ કરી શકે છે, તો તેને દસ વર્ષ સુધીની કેદની સજા થઈ શકે છે અને દંડ પણ થઈ શકે છે. ",
            "Hindi": "यदि कोई भारत सरकार के खिलाफ युद्ध छेड़ने की योजना को छिपाता है या रिपोर्ट करने में विफल रहता है, मदद करने का इरादा रखता है या यह जानता है कि इससे युद्ध में मदद मिल सकती है, तो उसे दस साल तक के कारावास की सजा हो सकती है और जुर्माना भी लगाया जा सकता है। ",
            "Kannada": "ಯಾರಾದರೂ ಭಾರತ ಸರ್ಕಾರದ ವಿರುದ್ಧ ಯುದ್ಧವನ್ನು ನಡೆಸುವ ಯೋಜನೆಯನ್ನು ಮರೆಮಾಚಿದರೆ ಅಥವಾ ವರದಿ ಮಾಡಲು ವಿಫಲವಾದರೆ, ಸಹಾಯ ಮಾಡುವ ಉದ್ದೇಶದಿಂದ ಅಥವಾ ಅದು ಯುದ್ಧಕ್ಕೆ ಸಹಾಯ ಮಾಡಬಹುದೆಂದು ತಿಳಿದಿದ್ದರೆ, ಅವರಿಗೆ ಹತ್ತು ವರ್ಷಗಳವರೆಗೆ ಜೈಲು ಶಿಕ್ಷೆ ವಿಧಿಸಬಹುದು ಮತ್ತು ದಂಡವನ್ನೂ ವಿಧಿಸಬಹುದು. ",
            "Kashmiri (Arabic)": "اگر کانٛہہ حکومت ہندس خلاف جنگ شروع کرنک منصوٗبہٕ چھپاوان یا رپورٹ کرنس منٛز ناکام چھ گژھان، مدد کرنک ارادٕ تھاوان یا یہ جانان ز یہ ہیٚکہ جنگس منٛز مدد کٔرتھ، تمن ہیٚکہ دہن ؤرین تام قٲدٕچ سزا دنہٕ یتھ تہٕ جرمانہٕ تہ لگاونہٕ یتھ۔ ",
            "Kashmiri (Devanagari)": "अगर केह हिंदुस्तानस खिलाफ जंग छेडनुक प्लान छूपान या फेल करुन, मदद करनुक या जानुन कि ये छू जंगस मंज़ मदद करा, तेम हकें 10 वरि जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेल ",
            "Maithili": "यदि केओ भारत सरकार के खिलाफ युद्ध छेड़ने के योजना के छुपैत छै या रिपोर्ट करय मे विफल रहि जायत छै, मदद करय के इरादा सँ या ई जानि कऽ जे ई युद्ध मे मदद कऽ सकैत छै, तऽ ओकरा दस साल तक के कारावास के सजा भऽ सकैत छै आर जुर्माना सेहो भऽ सकैत छैक। ",
            "Malayalam": "ആരെങ്കിലും ഇന്ത്യാ ഗവൺമെന്റിനെതിരെ യുദ്ധം ചെയ്യാനുള്ള ഒരു പദ്ധതി മറച്ചുവെക്കുകയോ റിപ്പോർട്ട് ചെയ്യുന്നതിൽ പരാജയപ്പെടുകയോ ചെയ്താൽ, അത് യുദ്ധത്തെ സഹായിക്കുമെന്ന് അറിയുകയോ അറിയുകയോ ചെയ്താൽ, അവർക്ക് പത്ത് വർഷം വരെ തടവും പിഴയും ശിക്ഷിക്കാം. ",
            "Marathi": "जर कोणी भारत सरकारविरुद्ध युद्ध पुकारण्याच्या योजनेची माहिती लपवली किंवा नोंदवण्यात अयशस्वी ठरले, मदत करण्याच्या हेतूने किंवा हे जाणून की ते युद्धाला मदत करू शकते, तर त्यांना दहा वर्षांपर्यंत तुरुंगवासाची शिक्षा होऊ शकते आणि दंडही होऊ शकतो. ",
            "Manipuri": "করিগুম্বা কনাগুম্বা অমনা ভারত লৈঙাক্কী মাইয়োক্তা লান থম্নবগী থৌরাং অমা লোত্তুনা নত্ত্রগা রিপোর্ত তৌরক্ত্রবদি, মতেং পাংনবগী ৱাখল্লোন্দা নত্ত্রগা মসিনা লানবু তেংবাংলবসু খঙলবদি, মখোয়বু চহি তরা ফাউবা জেলদা থম্বা য়াই অমসুং ফাইন লৌবা য়াই। ",
            "Meitei": "ꯀꯔꯤꯒꯨꯝꯕ ꯃꯤꯑꯣꯏ ꯑꯃꯅ ꯚꯥꯔꯠ ꯁꯔꯀꯥꯔꯒꯤ ꯃꯥꯌꯣꯛꯇ ꯂꯥꯟ ꯍꯧꯅꯕ ꯊꯧꯔꯥꯡ ꯑꯃ ꯂꯣꯞꯊꯣꯛꯂꯕꯗꯤ ꯅꯠꯇ ꯭ ꯔꯒ ꯄꯥꯎ ꯄꯤꯕꯗ ꯃꯥꯏ ꯄꯥꯛꯄ ꯉꯝꯗ ꯭ ꯔꯕꯗꯤ, ꯃꯇꯦꯡ ꯄꯥꯡꯅꯕ ꯋꯥꯈꯜꯂꯣꯟ ꯂꯩꯕ ꯅꯠꯇ ꯭ ꯔꯒ ꯃꯁꯤꯅ ꯂꯥꯟ ꯑꯗꯨꯗ ꯃꯇꯦꯡ ꯄꯥꯡꯕ ꯌꯥꯏ ꯍꯥꯏꯅ ꯈꯪꯂꯕꯁꯨ, ꯃꯈꯣꯏꯕꯨ ꯆꯍꯤ ꯇꯔꯥ ꯐꯥꯎꯕ ꯐꯥꯖꯤꯟꯗꯨꯅ ꯊꯝꯕ ꯌꯥꯏ ꯑꯃꯁꯨꯡ ꯐꯥꯏꯟꯁꯨ ꯄꯤꯕ ꯌꯥꯏ ꯫ ",
            "Nepali": "यदि कसैले भारत सरकार विरुद्ध युद्ध छेड्ने योजना लुकाउँछ वा रिपोर्ट गर्न असफल भयो भने, मद्दत गर्ने उद्देश्यले वा यसले युद्धलाई मद्दत गर्न सक्छ भनेर थाहा पाएर, उनीहरूलाई दस वर्षसम्म जेल सजाय हुन सक्छ र जरिवाना पनि हुन सक्छ। ",
            "Odia": "ଯଦି କେହି ଭାରତ ସରକାରଙ୍କ ବିରୋଧରେ ଯୁଦ୍ଧ ଆରମ୍ଭ କରିବାର ଯୋଜନାକୁ ଲୁଚାଇ ରଖନ୍ତି କିମ୍ବା ରିପୋର୍ଟ କରିବାରେ ବିଫଳ ହୁଅନ୍ତି, ସାହାଯ୍ଯ଼ କରିବାର ଉଦ୍ଦେଶ୍ଯ଼ କିମ୍ବା ଏହା ଯୁଦ୍ଧରେ ସାହାଯ୍ଯ଼ କରିପାରେ ବୋଲି ଜାଣି, ସେମାନଙ୍କୁ ଦଶ ବର୍ଷ ପର୍ଯ୍ଯ଼ନ୍ତ କାରାଦଣ୍ଡରେ ଦଣ୍ଡିତ କରାଯାଇପାରେ ଏବଂ ଜରିମାନା ମଧ୍ଯ଼ ହୋଇପାରେ | ",
            "Punjabi": "ਜੇ ਕੋਈ ਭਾਰਤ ਸਰਕਾਰ ਵਿਰੁੱਧ ਜੰਗ ਛੇਡ਼ਨ ਦੀ ਯੋਜਨਾ ਨੂੰ ਲੁਕਾਉਂਦਾ ਹੈ ਜਾਂ ਰਿਪੋਰਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਰਹਿੰਦਾ ਹੈ, ਮਦਦ ਕਰਨ ਦਾ ਇਰਾਦਾ ਰੱਖਦਾ ਹੈ ਜਾਂ ਇਹ ਜਾਣ ਕੇ ਕਿ ਇਸ ਨਾਲ ਜੰਗ ਵਿੱਚ ਮਦਦ ਮਿਲ ਸਕਦੀ ਹੈ, ਤਾਂ ਉਸ ਨੂੰ ਦਸ ਸਾਲ ਤੱਕ ਦੀ ਕੈਦ ਦੀ ਸਜ਼ਾ ਹੋ ਸਕਦੀ ਹੈ ਅਤੇ ਜੁਰਮਾਨਾ ਵੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ",
            "Sanskrit": "यदि कश्चित् भारतसर्वकारस्य विरुद्धं युद्धं कर्तुं योजनां प्रच्छादयति अथवा निवेदयति, साहाय्यं कर्तुम् इच्छति अथवा जानाति यत् तत् युद्धे साहाय्यं कर्तुं शक्नोति, तर्हि ते दशवर्षपर्यन्तं कारावासं दण्डयितुं शक्नुवन्ति, दण्डनं च कर्तुं शक्नुवन्ति। ",
            "Santali": "ᱡᱩᱫᱤ ᱡᱟᱦᱟᱸᱭ ᱵᱷᱟᱨᱚᱛ ᱥᱚᱨᱠᱟᱨ ᱵᱤᱨᱩᱫᱷ ᱨᱮ ᱞᱟᱹᱲᱦᱟᱹᱭ ᱨᱮᱭᱟᱜ ᱩᱭᱦᱟᱹᱨ ᱫᱚᱦᱚ ᱠᱟᱛᱮ, ᱜᱚᱲᱚ ᱞᱟᱹᱜᱤᱫ ᱩᱭᱦᱟᱹᱨ ᱠᱟᱛᱮ ᱥᱮ ᱚᱱᱟ ᱞᱟᱹᱲᱦᱟᱹᱭ ᱨᱮ ᱜᱚᱲᱚ ᱮᱢ ᱦᱩᱭ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱢᱮᱱᱛᱮ ᱵᱟᱰᱟᱭ ᱠᱟᱛᱮ ᱞᱟᱹᱞᱤᱥ ᱮ ᱮᱢ ᱞᱮᱫᱟ ᱥᱮ ᱵᱟᱝ ᱮ ᱞᱟᱹᱭ ᱞᱮᱫᱟ, ᱮᱱᱠᱷᱟᱱ ᱩᱱᱤ ᱫᱚ ᱜᱮᱞ ᱥᱮᱨᱢᱟ ᱫᱷᱟᱹᱵᱤᱡ ᱡᱮᱦᱟᱹᱞ ᱟᱨ ᱡᱮᱦᱟᱹᱞ ᱦᱚᱸ ᱦᱩᱭ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱾ ",
            "Sindhi (Arabic)": "جیڪڏھن ڪو ہندستان جی حڪومت جی خلاف جنگ ڪرڻ جی منصوبی کی لڪائڻ یا رپورٽ ڪرڻ ۾ ناڪام ٿئی ٿو، مدد ڪرڻ جو ارادو رکی ٿو یا ڄاڻی ٿو تہ اھو جنگ ۾ مدد ڪری سگہی ٿو، انھن کی ڏہن سالن تائین جی قید جی سزا ٿی سگہی ٿی ۽ جرمانو پڻ ٿی سگہی ٿو ",
            "Sindhi (Devanagari)": "जेकॾहिं को भारत सरकार जे खिलाफ जंग छेड़ण जी योजना खे छुपायो या रिपोर्ट करणु में नाकामयाब रहियो, मदद करण जो इरादा या जाणणु त हुन सां जंग में मदद मिली सघिंदी आहे, उन्हनि खे दहें साल ताईं जी जेल जी सज़ा थी सघिंदी आहे ऐं उन ते ज़ुरमाना बि थी सघिंदो आहे ",
            "Tamil": "இந்திய அரசுக்கு எதிராக போர் தொடுக்கும் திட்டத்தை யாராவது மறைத்து அல்லது புகாரளிக்கத் தவறினால், அது போருக்கு உதவக்கூடும் என்று தெரிந்தால், அவர்களுக்கு பத்து ஆண்டுகள் வரை சிறைத்தண்டனையும் அபராதமும் விதிக்கப்படலாம். ",
            "Telugu": "ఎవరైనా భారత ప్రభుత్వానికి వ్యతిరేకంగా యుద్ధం చేసే ప్రణాళికను దాచిపెడితే లేదా నివేదించడంలో విఫలమైతే, సహాయం చేయాలనే ఉద్దేశంతో లేదా అది యుద్ధానికి సహాయపడుతుందని తెలిస్తే, వారికి పదేళ్ల వరకు జైలు శిక్ష మరియు జరిమానా కూడా విధించవచ్చు. ",
            "Urdu": "اگر کوئی حکومت ہند کے خلاف جنگ چھیڑنے کے منصوبے کو چھپاتا ہے یا اس کی اطلاع دینے میں ناکام رہتا ہے، مدد کرنے کا ارادہ رکھتا ہے یا یہ جانتا ہے کہ اس سے جنگ میں مدد مل سکتی ہے، تو اسے دس سال تک کی قید کی سزا دی جا سکتی ہے اور جرمانہ بھی کیا جا سکتا ہے۔ "
        }
    },
    {
        "Section": "124",
        "Description": "According to section 124 of Indian penal code, Whoever, with the intention of inducing or compelling the President of India, or Governor of any State, to exercise or refrain from exercising in any manner any of the lawful powers of such President or Governor, assaults or wrongfully restrains, or attempts wrongfully to restrain, or overawes, by means of criminal force or the show of criminal force, or attempts so to overawe, such President or Governor, shall be punished with imprisonment of either description for a term which may extend to seven years, and shall also be liable to fine.",
        "Offense": "Assaulting President, Governor, etc., with intent to compel or restrain the exercise of any lawful power",
        "Punishment": "7 Years + Fine",
        "Simplified_Description": "If someone assaults or wrongfully restrains the President of India or Governor of a State with the intention of influencing their lawful powers, they can be punished with imprisonment of up to seven years and may also be fined.",
        "translations": {
            "Assamese": "যদি কোনোবাই ভাৰতৰ ৰাষ্ট্ৰপতি বা ৰাজ্যৰ ৰাজ্যপালক তেওঁলোকৰ আইনী ক্ষমতাক প্ৰভাৱিত কৰাৰ উদ্দেশ্যৰে আক্ৰমণ কৰে বা ভুলভাৱে বাধা দিয়ে, তেন্তে তেওঁলোকক সাত বছৰলৈকে কাৰাদণ্ড আৰু জৰিমনাও হ'ব পাৰে। ",
            "Bengali": "যদি কেউ ভারতের রাষ্ট্রপতি বা কোনও রাজ্যের রাজ্যপালকে তাদের আইনী ক্ষমতাকে প্রভাবিত করার উদ্দেশ্যে আক্রমণ করে বা অন্যায়ভাবে বাধা দেয়, তবে তাদের সাত বছর পর্যন্ত কারাদণ্ড এবং জরিমানাও হতে পারে। ",
            "Bodo": "जुदि सोरबा भारतनि हादोरगिरि एबा बबेबा रायजोनि रायजो बेंगिरिया गावनि आयेन गोनां गोहोखौ गोहोम खोख्लैनो थाखाय गाग्लोबो एबा गोरोन्थिजों होबथायो, अब्ला बिथांखौ स्नि बोसोरसिम साजा होनो हागौ आरो जरिमानाबो होनो हागौ। ",
            "Dogri": "जेकर कोई अपनी वैध शक्तियें गी प्रभावत करने दे इरादे कन्नै भारत दे राश्ट्रपति जां कुसै राज्य दे राज्यपाल पर हमला करदा ऐ जां गलत चाल्ली कन्नै रोक लगांदा ऐ, तां उʼनें गी सत्त बʼरें तक्कर दी कैद दी सʼजा दित्ती जाई सकदी ऐ ते जुर्माना बी लाया जाई सकदा ऐ। ",
            "Goan Konkani": "जर कोणूय भारताच्या राष्ट्रपतीचेर वा राज्याच्या राज्यपालांचेर तांच्या कायदेशीर अधिकारांचेर प्रभाव घालपाच्या हेतान हल्लो करता वा चुकीची बंदी घालता, जाल्यार तांकां सात वर्सां मेरेनची बंदखणीची ख्यास्त दिवंक शकता आनी दंडाचीय ख्यास्त दिवंक शकता. ",
            "Gujarati": "જો કોઈ વ્યક્તિ ભારતની રાષ્ટ્રપતિ અથવા રાજ્યના રાજ્યપાલ પર તેમની કાયદેસરની સત્તાઓને પ્રભાવિત કરવાના ઈરાદાથી હુમલો કરે છે અથવા ખોટી રીતે અટકાવે છે, તો તેમને સાત વર્ષ સુધીની કેદની સજા થઈ શકે છે અને દંડ પણ થઈ શકે છે. ",
            "Hindi": "यदि कोई अपनी वैध शक्तियों को प्रभावित करने के इरादे से भारत के राष्ट्रपति या किसी राज्य के राज्यपाल पर हमला करता है या उन्हें गलत तरीके से रोकता है, तो उन्हें सात साल तक के कारावास की सजा हो सकती है और जुर्माना भी लगाया जा सकता है। ",
            "Kannada": "ಯಾರಾದರೂ ತಮ್ಮ ಕಾನೂನುಬದ್ಧ ಅಧಿಕಾರಗಳ ಮೇಲೆ ಪ್ರಭಾವ ಬೀರುವ ಉದ್ದೇಶದಿಂದ ಭಾರತದ ರಾಷ್ಟ್ರಪತಿ ಅಥವಾ ರಾಜ್ಯದ ರಾಜ್ಯಪಾಲರ ಮೇಲೆ ದಾಳಿ ಮಾಡಿದರೆ ಅಥವಾ ತಪ್ಪಾಗಿ ನಿರ್ಬಂಧಿಸಿದರೆ, ಅವರಿಗೆ ಏಳು ವರ್ಷಗಳವರೆಗೆ ಜೈಲು ಶಿಕ್ಷೆ ಮತ್ತು ದಂಡ ವಿಧಿಸಬಹುದು. ",
            "Kashmiri (Arabic)": "اگر کانٛہہ ہنٛدستان کس صدرس یا کنہ ریاست کس گورنرس تہنٛد قونوٗنی اختیار متٲثر کرنہٕ کس ارادٕ سۭتۍ حملہٕ یا غلط طریقہٕ رکاوان چھ، تمن ہیٚکہ ستن ؤرین تام قٲدٕچ سزا تہٕ جرمانہٕ تہ ٲستھ۔ ",
            "Kashmiri (Devanagari)": "अगर केह हिंदस प्रेजिडेंटस या कुनि रियासत कि गवर्नरस पन्निस कानूनी ताकतन पेठ असर पयेन्स इरादे सेत हमल या गलत तरीकस पेठ रोकन, तेम हकें सात वरि जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ ",
            "Maithili": "यदि कोनो व्यक्ति भारतक राष्ट्रपति या कोनो राज्यक राज्यपाल के कानूनी शक्ति के प्रभावित करै के इरादे सँ हमला करैत अछि या गलत तरीके सँ रोकैत अछि, तऽ ओकरा सात साल तक के कारावास के सजा भऽ सकैत अछि आ जुर्माना सेहो भऽ सकैत अछि। ",
            "Malayalam": "നിയമപരമായ അധികാരങ്ങളെ സ്വാധീനിക്കുക എന്ന ഉദ്ദേശ്യത്തോടെ ആരെങ്കിലും ഇന്ത്യയുടെ രാഷ്ട്രപതിയെയോ ഒരു സംസ്ഥാന ഗവർണറെയോ ആക്രമിക്കുകയോ തെറ്റായി നിയന്ത്രിക്കുകയോ ചെയ്താൽ, അവർക്ക് ഏഴ് വർഷം വരെ തടവും പിഴയും ശിക്ഷിക്കാം. ",
            "Marathi": "जर कोणी भारताच्या राष्ट्रपतींवर किंवा राज्याच्या राज्यपालांवर त्यांच्या कायदेशीर अधिकारांवर प्रभाव पाडण्याच्या उद्देशाने हल्ला केला किंवा त्यांना चुकीच्या पद्धतीने रोखले तर त्यांना सात वर्षांपर्यंत तुरुंगवासाची शिक्षा होऊ शकते आणि दंडही होऊ शकतो. ",
            "Manipuri": "করিগুম্বা কনাগুম্বা অমনা ভারতকী রাস্ত্রপতি নত্ত্রগা রাজ্য অমগী গবর্নরবু মখোয়গী আইনগী ওইবা শক্তিদা শাফু পীনবগী ৱাখল্লোন্দা লান্দাবা নত্ত্রগা আইন কায়দনা অথিংবা থমখ্রবদি, মখোয়বু চহি তরেৎফাউবা জেলদা থম্বা য়াই অমসুং ফাইন লৌবা য়াই। ",
            "Meitei": "ꯀꯔꯤꯒꯨꯝꯕ ꯃꯤꯑꯣꯏ ꯑꯃꯅ ꯚꯥꯔꯠꯀꯤ ꯔꯥꯁꯇ ꯭ ꯔꯄꯇꯤ ꯅꯠꯇ ꯭ ꯔꯒ ꯔꯥꯖ ꯭ ꯌ ꯑꯃꯒꯤ ꯒꯕꯔꯅꯔꯕꯨ ꯃꯈꯣꯏꯒꯤ ꯑꯥꯏꯟꯒꯤ ꯑꯣꯏꯕ ꯁꯛꯇꯤꯁꯤꯡꯗ ꯏꯊꯤꯜ ꯄꯤꯅꯕ ꯋꯥꯈꯜꯂꯣꯟꯒ ꯂꯣꯏꯅꯅ ꯂꯥꯟꯗꯥꯕ ꯅꯠꯇ ꯭ ꯔꯒ ꯑꯔꯥꯟꯕ ꯃꯑꯣꯡꯗ ꯊꯤꯡꯕ ꯇꯥꯔꯕꯗꯤ, ꯃꯈꯣꯏꯕꯨ ꯆꯍꯤ ꯇꯔꯦꯠꯇ ꯭ ꯔ ꯐꯥꯎꯕ ꯀꯩꯁꯨꯝꯁꯪꯗ ꯊꯝꯕ ꯌꯥꯒꯅꯤ ꯑꯃꯁꯨꯡ ꯐꯥꯏꯟꯁꯨ ꯄꯤꯕ ꯌꯥꯏ ꯫ ",
            "Nepali": "यदि कसैले भारतको राष्ट्रपति वा राज्यको राज्यपाललाई उनीहरूको कानुनी अधिकारलाई प्रभाव पार्ने उद्देश्यले आक्रमण वा गलत तरिकाले रोक्छ भने, उनीहरूलाई सात वर्षसम्म कैद र जरिवाना पनि हुन सक्छ। ",
            "Odia": "ଯଦି କେହି ଭାରତର ରାଷ୍ଟ୍ରପତି କିମ୍ବା କୌଣସି ରାଜ୍ଯ଼ର ରାଜ୍ଯ଼ପାଳଙ୍କୁ ସେମାନଙ୍କ ଆଇନଗତ କ୍ଷମତାକୁ ପ୍ରଭାବିତ କରିବା ଉଦ୍ଦେଶ୍ଯ଼ରେ ଆକ୍ରମଣ କରନ୍ତି କିମ୍ବା ଭୁଲ ଭାବରେ ଅଟକାନ୍ତି, ତେବେ ସେମାନଙ୍କୁ ସାତ ବର୍ଷ ପର୍ଯ୍ଯ଼ନ୍ତ କାରାଦଣ୍ଡରେ ଦଣ୍ଡିତ କରାଯାଇପାରେ ଏବଂ ଜରିମାନା ମଧ୍ଯ଼ କରାଯାଇପାରେ। ",
            "Punjabi": "ਜੇ ਕੋਈ ਭਾਰਤ ਦੇ ਰਾਸ਼ਟਰਪਤੀ ਜਾਂ ਕਿਸੇ ਰਾਜ ਦੇ ਰਾਜਪਾਲ ਉੱਤੇ ਉਨ੍ਹਾਂ ਦੀਆਂ ਕਾਨੂੰਨੀ ਸ਼ਕਤੀਆਂ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰਨ ਦੇ ਇਰਾਦੇ ਨਾਲ ਹਮਲਾ ਕਰਦਾ ਹੈ ਜਾਂ ਗਲਤ ਤਰੀਕੇ ਨਾਲ ਰੋਕਦਾ ਹੈ, ਤਾਂ ਉਸ ਨੂੰ ਸੱਤ ਸਾਲ ਤੱਕ ਦੀ ਕੈਦ ਦੀ ਸਜ਼ਾ ਹੋ ਸਕਦੀ ਹੈ ਅਤੇ ਜੁਰਮਾਨਾ ਵੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ",
            "Sanskrit": "यदि कश्चित् भारतस्य राष्ट्रपतिं वा राज्यस्य राज्यपालं वा तेषां विधिसम्मतशक्तिं प्रभावयितुं आक्रमणं करोति अथवा अन्यायेन निरोधयति, तर्हि ते सप्तवर्षपर्यन्तं कारावासेन दण्डिताः भवितुम् अर्हन्ति, दण्डः अपि भवितुम् अर्हन्ति। ",
            "Santali": "ᱡᱚᱫᱤ ᱡᱟᱦᱟᱸᱭ ᱫᱚ ᱵᱷᱟᱨᱚᱛ ᱨᱮᱱ ᱨᱟᱡᱯᱚᱱᱚᱛ ᱥᱮ ᱡᱟᱦᱟᱱ ᱯᱚᱱᱚᱛ ᱨᱮᱱ ᱨᱟᱡᱯᱚᱱᱚᱛ ᱟᱜ ᱟᱭᱩᱢᱟᱹᱱᱟᱱ ᱫᱟᱲᱮ ᱮᱥᱮᱨ ᱨᱮᱭᱟᱜ ᱩᱭᱦᱟᱹᱨ ᱛᱮ ᱡᱟᱨᱯᱟ ᱥᱮ ᱵᱮᱼᱵᱟᱹᱛᱤᱞ ᱞᱮᱠᱟᱛᱮ ᱴᱮᱠᱟᱣ ᱠᱟᱛᱮ, ᱮᱱᱠᱷᱟᱱ ᱩᱱᱤ ᱫᱚ ᱮᱭᱟᱭ ᱥᱮᱨᱢᱟ ᱦᱟᱹᱵᱤᱡ ᱡᱮᱦᱚᱞ ᱟᱨ ᱡᱳᱨ ᱮᱢ ᱦᱩᱭ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱾ ",
            "Sindhi (Arabic)": "جیڪڏھن ڪو ماڻھو ڀارت جی صدر یا ڪنہن ریاست جی گورنر کی پنھنجی قانونی طاقتن کی متاثر ڪرڻ جی نیت سان حملو ڪری ٿو یا غلط طریقی سان روڪی ٿو، انھن کی ست سالن تائین جی قید جی سزا ٿی سگہی ٿی ۽ جرمانو بہ ٿی سگہی ٿو ",
            "Sindhi (Devanagari)": "जेकॾहिं को बि भारत जे राष्ट्रपति या राज्य जे गवर्नर खे उन्हनि जे क़ानूनी ताक़तनि खे असराइता करणु जे इरादे सां हमला करे थो या ग़लत तरीक़े सां रोके थो, उन्हनि खे सत साल ताईं जी कैद जी सज़ा थी सघिंदी आहे ऐं उन खे ज़ुरमाना बि थी सघिंदो आहे ",
            "Tamil": "தங்கள் சட்டபூர்வமான அதிகாரங்களில் செல்வாக்கு செலுத்தும் நோக்கத்துடன் யாராவது இந்திய குடியரசுத் தலைவரை அல்லது ஒரு மாநிலத்தின் ஆளுநரைத் தாக்கினால் அல்லது தவறாகத் தடுத்தால், அவர்களுக்கு ஏழு ஆண்டுகள் வரை சிறைத்தண்டனையும் அபராதமும் விதிக்கப்படலாம். ",
            "Telugu": "వారి చట్టబద్ధమైన అధికారాలను ప్రభావితం చేయాలనే ఉద్దేశ్యంతో ఎవరైనా భారత రాష్ట్రపతి లేదా రాష్ట్ర గవర్నర్పై దాడి చేస్తే లేదా తప్పుగా నిర్బంధిస్తే, వారికి ఏడు సంవత్సరాల వరకు జైలు శిక్ష మరియు జరిమానా కూడా విధించవచ్చు. ",
            "Urdu": "اگر کوئی ہندوستان کے صدر یا کسی ریاست کے گورنر پر ان کے قانونی اختیارات کو متاثر کرنے کے ارادے سے حملہ کرتا ہے یا انہیں غلط طریقے سے روکتا ہے تو انہیں سات سال تک قید کی سزا ہو سکتی ہے اور جرمانہ بھی ہو سکتا ہے۔ "
        }
    },
    {
        "Section": "124A",
        "Description": "According to section 124A of Indian penal code, Whoever by words, either spoken or written, or by signs, or by visible representation, or otherwise, brings or attempts to bring into hatred or contempt, or excites or attempts to excite disaffection towards, the Government established by law in India, a shall be punished with imprisonment for life, to which fine may be added, or with imprisonment which may extend to three years, to which fine may be added, or with fine.\n\n\nIPC 124A in Simple Words\nSection 124A of the Indian Penal Code punishes those who attempt to bring hatred, contempt, or disaffection towards the Government of India through spoken or written words, signs, or visible representations, with either life imprisonment or imprisonment up to three years, along with a possible fine.",
        "Offense": "Sedition",
        "Punishment": "Imprisonment for Life + Fine or 3 Years + Fine or Fine",
        "Simplified_Description": "Not Available",
        "translations": {
            "Assamese": "উপলব্ধ নহয় ",
            "Bengali": "উপলব্ধ নয় ",
            "Bodo": "मोन्नो हानाय नङा। ",
            "Dogri": "उपलब्ध नेईं ऐ ",
            "Goan Konkani": "उपलब्ध ना ",
            "Gujarati": "ઉપલબ્ધ નથી ",
            "Hindi": "उपलब्ध नहीं है ",
            "Kannada": "ಲಭ್ಯವಿಲ್ಲ ",
            "Kashmiri (Arabic)": "دستیاب آسہٕ نہٕ آمژٕ۔ ",
            "Kashmiri (Devanagari)": "छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम ",
            "Maithili": "उपलब्ध नहि अछि। ",
            "Malayalam": "ലഭ്യമല്ല ",
            "Marathi": "उपलब्ध नाही ",
            "Manipuri": "ফংফম থোত্তে। ",
            "Meitei": "ꯐꯪꯕ ꯉꯝꯗꯦ ",
            "Nepali": "उपलब्ध छैन ",
            "Odia": "ଉପଲବ୍ଧ ନାହିଁ ",
            "Punjabi": "ਉਪਲੱਬਧ ਨਹੀਂ ",
            "Sanskrit": "अनुपलब्धम्। ",
            "Santali": "ᱵᱟᱝ ᱧᱟᱢᱚᱜᱼᱟ ᱾ ",
            "Sindhi (Arabic)": "دستیاب نہ آھی ",
            "Sindhi (Devanagari)": "मुहया न आहे। ",
            "Tamil": "கிடைக்கவில்லை ",
            "Telugu": "అందుబాటులో లేదు ",
            "Urdu": "دستیاب نہیں ہے "
        }
    },
    {
        "Section": "125",
        "Description": "According to section 125 of Indian penal code, Whoever wages war against the Government of any Asiatic Power in alliance or at peace with the Government of India or attempts to wage such war, or abets the waging of such war, shall be punished with imprisonment for life, to which fine may be added, or with imprisonment of either description for a term which may extend to seven years, to which fine may be added, or with fine.",
        "Offense": "Waging war against any Asiatic power in alliance or at peace with the Government of India, or abetting the waging of such war",
        "Punishment": "Imprisonment for Life + Fine or 7 Years + Fine or Fine",
        "Simplified_Description": "If someone wages war against or attempts to wage war against a Government of an Asian country allied or at peace with India, or aids in doing so, they can be punished with life imprisonment, or imprisonment of up to seven years, and may also be fined.",
        "translations": {
            "Assamese": "যদি কোনোবাই ভাৰতৰ সৈতে মিত্ৰতা কৰা বা শান্তি স্থাপন কৰা এছিয়াৰ দেশ এখনৰ চৰকাৰৰ বিৰুদ্ধে যুদ্ধ আৰম্ভ কৰে বা যুদ্ধ আৰম্ভ কৰাৰ চেষ্টা কৰে, বা এনে কৰাত সহায় কৰে, তেন্তে তেওঁলোকক আজীৱন কাৰাদণ্ড বা সাত বছৰলৈকে কাৰাদণ্ডৰ শাস্তি দিব পাৰি, আৰু জৰিমনাও দিব পাৰি। ",
            "Bengali": "যদি কেউ ভারতের সাথে মিত্র বা শান্তিতে থাকা কোনও এশীয় দেশের সরকারের বিরুদ্ধে যুদ্ধ করে বা যুদ্ধ করার চেষ্টা করে বা তা করতে সহায়তা করে, তবে তাদের যাবজ্জীবন কারাদণ্ড বা সাত বছর পর্যন্ত কারাদণ্ডের শাস্তি হতে পারে এবং জরিমানাও হতে পারে। ",
            "Bodo": "जुदि सोरबा सासेया भारतजों गोरोबनाय एबा गोजोन थानाय एशियानि हादोरनि सरकारनि बेरेखायै दावहा नांनो नाजावो एबा दावहा नांनो नाजावो, एबा बेबादि खालामनायाव मदद खालामो, अब्ला बिथांखौ जिउ जोबनो हानाय साजा एबा स्नि बोसोरसिम साजा होनो हागौ, आरो जरिमानाबो होनो हागौ। ",
            "Dogri": "जेकर कोई कुसै एशियाई देश दी सरकार दे खलाफ जुद्ध करदा ऐ जां जुद्ध छेड़ने दी कोशश करदा ऐ जां नेहा करने च मदद करदा ऐ, तां उʼनें गी उम्रकैद जां सत्त बʼरें तक्कर दी कैद दी सʼजा दित्ती जाई सकदी ऐ ते जुर्माना बी लाया जाई सकदा ऐ। ",
            "Goan Konkani": "कोणेंय भारता कडेन संबंदीत आशिल्ल्या वा शांततायेन आशिल्ल्या आशियाई देशाच्या सरकारा आड झुज मारल्यार वा झुज मारपाचो यत्न केल्यार, वा अशें करपाक आदार केल्यार, तांकां आजीवन कारावासाची, वा सात वर्सां मेरेन कारावासाची ख्यास्त दिवंक शकता, आनी दंड लेगीत भरपाक शकता. ",
            "Gujarati": "જો કોઈ વ્યક્તિ ભારત સાથે સહયોગી અથવા શાંતિમાં રહેલા એશિયન દેશની સરકાર સામે યુદ્ધ કરે છે અથવા યુદ્ધ કરવાનો પ્રયાસ કરે છે અથવા આમ કરવામાં મદદ કરે છે, તો તેને આજીવન કેદ અથવા સાત વર્ષ સુધીની કેદની સજા થઈ શકે છે અને દંડ પણ થઈ શકે છે. ",
            "Hindi": "यदि कोई किसी एशियाई देश की सरकार के खिलाफ युद्ध छेड़ता है या युद्ध छेड़ने का प्रयास करता है या ऐसा करने में सहायता करता है, तो उसे आजीवन कारावास या सात साल तक की कैद की सजा हो सकती है और जुर्माना भी लगाया जा सकता है। ",
            "Kannada": "ಯಾರಾದರೂ ಭಾರತದೊಂದಿಗೆ ಮೈತ್ರಿ ಮಾಡಿಕೊಂಡಿರುವ ಅಥವಾ ಶಾಂತಿಯುತವಾಗಿರುವ ಏಷ್ಯಾದ ದೇಶದ ಸರ್ಕಾರದ ವಿರುದ್ಧ ಯುದ್ಧ ಮಾಡಿದರೆ ಅಥವಾ ಯುದ್ಧ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿದರೆ ಅಥವಾ ಹಾಗೆ ಮಾಡಲು ಸಹಾಯ ಮಾಡಿದರೆ, ಅವರಿಗೆ ಜೀವಾವಧಿ ಶಿಕ್ಷೆ ಅಥವಾ ಏಳು ವರ್ಷಗಳವರೆಗೆ ಜೈಲು ಶಿಕ್ಷೆ ವಿಧಿಸಬಹುದು ಮತ್ತು ದಂಡವನ್ನೂ ವಿಧಿಸಬಹುದು. ",
            "Kashmiri (Arabic)": "اگر کانٛہہ ہنٛدستانس سۭتۍ اتحاد یا امنس منٛز کنہ ایشیٲیی ملکٕچ حکوٗمتس خلاف جنگ چھ کران یا لڑنٕچ کوٗشش کران، یا اتھ منٛز چھ مدد کران، تمن ہیٚکہ عمر قید، یا ستن ؤرین تام قٲدٕچ سزا دنہٕ یتھ، تہٕ جرمانہٕ تہ ہکو کٔرتھ۔ ",
            "Kashmiri (Devanagari)": "अगर केह हिंदस खिलाफ जंग छे छेड़ान या हिंदस सेत अलायड या पीस पेठ एशियाई मुल्कच गवर्नमेंट खिलाफ जंग छेड़नच कोशिश करा, या अथ मंज़ मदद करा, तेम हकें उम्रकैद या सात वरि जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस ",
            "Maithili": "यदि कोनो व्यक्ति भारतक सङ्ग संबद्ध वा शान्तिपूर्वक कोनो एशियाई देशक सरकारक विरुद्ध युद्ध करैत अछि वा युद्ध छेड़बाक प्रयास करैत अछि, वा एहन करबामे सहायता करैत अछि, तँ ओकरा आजीवन कारावास, वा सात साल धरि कारावासक सजा भऽ सकैत अछि, आ जुर्माना सेहो भऽ सकैत अछि। ",
            "Malayalam": "ആരെങ്കിലും ഇന്ത്യയുമായി സഖ്യമുള്ളതോ സമാധാനപരമോ ആയ ഒരു ഏഷ്യൻ രാജ്യത്തെ സർക്കാരിനെതിരെ യുദ്ധം ചെയ്യുകയോ യുദ്ധം ചെയ്യാൻ ശ്രമിക്കുകയോ അല്ലെങ്കിൽ അങ്ങനെ ചെയ്യാൻ സഹായിക്കുകയോ ചെയ്താൽ, അവർക്ക് ജീവപര്യന്തം തടവോ ഏഴ് വർഷം വരെ തടവോ ശിക്ഷയോ പിഴയോ നൽകാം. ",
            "Marathi": "जर कोणी भारताशी मैत्री असलेल्या किंवा शांततेत असलेल्या आशियाई देशाच्या सरकारविरुद्ध युद्ध पुकारत असेल किंवा युद्ध करण्याचा प्रयत्न करत असेल किंवा असे करण्यात मदत करत असेल तर त्यांना जन्मठेपेची किंवा सात वर्षांपर्यंतच्या कारावासाची शिक्षा होऊ शकते आणि दंडही होऊ शकतो. ",
            "Manipuri": "করিগুম্বা কনাগুম্বা অমনা এসিয়াগী লৈবাক অমগী লৈঙাক অমগী মাইয়োক্তা লান শোক্নবা হোৎনরবদি নত্ত্রগা লান শোক্নবা হোৎনরবদি, নত্ত্রগা মসি তৌবদা মতেং পাংলবদি, মখোয়বু চহি তরেৎফাউবা জেলদা থম্বা য়াই, অমসুং ফাইন লৌবা য়াই। ",
            "Meitei": "ꯀꯔꯤꯒꯨꯝꯕ ꯃꯤꯑꯣꯏ ꯑꯃꯅ ꯚꯥꯔꯠꯀ ꯃꯔꯤ ꯂꯩꯅꯕ ꯅꯠꯇ ꯭ ꯔꯒ ꯁꯥꯟꯇꯤ ꯂꯩꯕ ꯑꯦꯁꯤꯌꯥꯒꯤ ꯂꯩꯕꯥꯛ ꯑꯃꯒꯤ ꯂꯩꯉꯥꯛ ꯑꯃꯒꯤ ꯃꯥꯌꯣꯛꯇ ꯂꯥꯟ ꯍꯧꯔꯕꯗꯤ ꯅꯠꯇ ꯭ ꯔꯒ ꯂꯥꯟ ꯍꯧꯅꯕ ꯍꯣꯠꯅꯔꯕꯗꯤ, ꯅꯠꯇ ꯭ ꯔꯒ ꯃꯗꯨ ꯇꯧꯕꯗ ꯃꯇꯦꯡ ꯄꯥꯡꯂꯕꯗꯤ, ꯃꯈꯣꯏꯕꯨ ꯄꯨꯟꯁꯤ ꯆꯨꯞꯄꯒꯤ ꯐꯥꯖꯜ, ꯅꯠꯇ ꯭ ꯔꯒ ꯆꯍꯤ ꯇꯔꯦꯠꯇ ꯭ ꯔ ꯐꯥꯎꯕ ꯐꯥꯖꯜ ꯄꯤꯕ ꯌꯥꯏ, ꯑꯃꯁꯨꯡ ꯐꯥꯏꯟꯁꯨ ꯄꯤꯕ ꯌꯥꯏ ꯫ ",
            "Nepali": "यदि कसैले भारतसँग सम्बद्ध वा शान्तिको स्थितिमा रहेको एसियाली देशको सरकारविरुद्ध युद्ध छेड्छ वा युद्ध छेड्ने प्रयास गर्छ वा त्यसो गर्न सहयोग गर्छ भने उनीहरूलाई आजीवन कारावास वा सात वर्षसम्म कैदको सजाय हुन सक्छ र जरिवाना पनि हुन सक्छ। ",
            "Odia": "ଯଦି କେହି ଭାରତ ସହିତ ମିତ୍ର ରାଷ୍ଟ୍ର କିମ୍ବା ଶାନ୍ତିରେ ଥିବା କୌଣସି ଏସୀଯ଼ ଦେଶର ସରକାରଙ୍କ ବିରୋଧରେ ଯୁଦ୍ଧ କରନ୍ତି କିମ୍ବା ଯୁଦ୍ଧ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତି, କିମ୍ବା ଏପରି କରିବାରେ ସାହାଯ୍ଯ଼ କରନ୍ତି, ତେବେ ତାଙ୍କୁ ଆଜୀବନ କାରାଦଣ୍ଡ କିମ୍ବା ସାତ ବର୍ଷ ପର୍ଯ୍ଯ଼ନ୍ତ କାରାଦଣ୍ଡରେ ଦଣ୍ଡିତ କରାଯାଇପାରେ ଏବଂ ଜରିମାନା ମଧ୍ଯ଼ କରାଯାଇପାରେ। ",
            "Punjabi": "ਜੇ ਕੋਈ ਭਾਰਤ ਨਾਲ ਸਹਿਯੋਗੀ ਜਾਂ ਸ਼ਾਂਤੀ ਨਾਲ ਜੁਡ਼ੇ ਏਸ਼ੀਆਈ ਦੇਸ਼ ਦੀ ਸਰਕਾਰ ਵਿਰੁੱਧ ਜੰਗ ਛੇਡ਼ਦਾ ਹੈ ਜਾਂ ਜੰਗ ਛੇਡ਼ਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ ਜਾਂ ਅਜਿਹਾ ਕਰਨ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦਾ ਹੈ, ਤਾਂ ਉਸ ਨੂੰ ਉਮਰ ਕੈਦ ਜਾਂ ਸੱਤ ਸਾਲ ਤੱਕ ਦੀ ਕੈਦ ਦੀ ਸਜ਼ਾ ਹੋ ਸਕਦੀ ਹੈ ਅਤੇ ਜੁਰਮਾਨਾ ਵੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ",
            "Sanskrit": "यदि कश्चित् भारतस्य सह सम्बद्धस्य शान्तियुतस्य वा एशियादेशस्य सर्वकारस्य विरुद्धं युद्धं करोति अथवा युद्धं कर्तुं प्रयतते, अथवा तत् कर्तुं साहाय्यं करोति, तर्हि सः आजीवन-कारावासेन, सप्तवर्षपर्यन्तं कारावासेन, दण्डेन च दण्डयितुं शक्नोति। ",
            "Santali": "ᱡᱚᱫᱤ ᱡᱟᱦᱟᱸᱭ ᱫᱚ ᱵᱷᱟᱨᱚᱛ ᱥᱟᱞᱟᱜ ᱜᱟᱛᱮ ᱥᱮ ᱥᱳᱯᱨᱩᱢᱟᱱᱟᱜ ᱢᱤᱫᱴᱟᱝ ᱮᱥᱤᱭᱚ ᱫᱤᱥᱚᱢ ᱥᱚᱨᱠᱟᱨ ᱵᱤᱨᱩᱫᱷ ᱨᱮ ᱞᱟᱹᱲᱦᱟᱹᱭ ᱥᱮ ᱞᱟᱹᱲᱦᱟᱹᱭ ᱨᱮᱭᱟᱜ ᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮᱼᱮ ᱮ ",
            "Sindhi (Arabic)": "جیڪڏھن ڪو ڪنھن ایشیائی ملڪ جی حڪومت جی خلاف جنگ ڪری ٿو یا جنگ ڪرڻ جی ڪوشش ڪری ٿو یا ڀارت سان صلح ڪری ٿو، یا ائین ڪرڻ ۾ مدد ڪری ٿو، تہ انھن کی عمر قید یا ست سالن تائین جی قید جی سزا ٿی سگہی ٿی، ۽ جرمانو بہ ٿی سگہی ٿو ",
            "Sindhi (Devanagari)": "जेकॾहिं को बि भारत सां दोस्ती या शांति सां जुड़ियल एशियाई मुल्क जी सरकार जे ख़िलाफ़ जंग करे थो या जंग छेड़ण जी कोशिशु करे थो, या इहा करणु में मदद करे थो, उन्हनि खे उम्रकैद या सत साल ताईं जी कैद जी सज़ा थी सघिंदी आहे, ऐं उन ते ज़ुरमाना बि थी सघिंदो आहे। ",
            "Tamil": "இந்தியாவுடன் நட்புறவு கொண்ட அல்லது அமைதியாக இருக்கும் ஒரு ஆசிய நாட்டின் அரசாங்கத்திற்கு எதிராக யாராவது போர் தொடுத்தால் அல்லது போர் தொடுக்க முயற்சித்தால் அல்லது அவ்வாறு செய்ய உதவினால், அவர்களுக்கு ஆயுள் தண்டனை அல்லது ஏழு ஆண்டுகள் வரை சிறைத்தண்டனை விதிக்கப்படலாம், மேலும் அபராதமும் விதிக்கப்படலாம். ",
            "Telugu": "ఎవరైనా భారతదేశంతో అనుబంధంగా లేదా శాంతియుతంగా ఉన్న ఆసియా దేశ ప్రభుత్వానికి వ్యతిరేకంగా యుద్ధం చేస్తే లేదా యుద్ధం చేయడానికి ప్రయత్నిస్తే లేదా అలా చేయడంలో సహాయపడితే, వారికి జీవిత ఖైదు లేదా ఏడు సంవత్సరాల వరకు జైలు శిక్ష విధించవచ్చు మరియు జరిమానా కూడా విధించవచ్చు. ",
            "Urdu": "اگر کوئی ہندوستان کے ساتھ اتحاد یا امن میں کسی ایشیائی ملک کی حکومت کے خلاف جنگ کرتا ہے یا جنگ کرنے کی کوشش کرتا ہے، یا ایسا کرنے میں مدد کرتا ہے، تو اسے عمر قید، یا سات سال تک قید کی سزا دی جا سکتی ہے، اور جرمانہ بھی کیا جا سکتا ہے۔ "
        }
    },
    {
        "Section": "126",
        "Description": "According to section 126 of Indian penal code, Whoever commits depredation, or makes preparations to commit depredation, on the territories of any Power in alliance or at peace with the Government of India, shall be punished with imprisonment of either description for a term which may extend to seven years, and shall also be liable to fine and to forfeiture of any property used or intended to be used in committing such depredation, or acquired by such depredation.",
        "Offense": "Committing depredation On the territories of any power in alliance or at peace with the Government of India",
        "Punishment": "7 Years + Fine + forfeiture of property",
        "Simplified_Description": "If someone commits or prepares to commit any harmful act on the territories of a country allied or at peace with India, they can be punished with imprisonment of up to seven years, fined, and any property used or gained in the act can be forfeited.",
        "translations": {
            "Assamese": "যদি কোনোবাই ভাৰতৰ সৈতে মিত্ৰ বা শান্তিপূৰ্ণ দেশ এখনৰ ভূখণ্ডত কোনো ক্ষতিকাৰক কাৰ্য্য কৰে বা কৰিবলৈ সাজু হয়, তেন্তে তেওঁলোকক সাত বছৰলৈকে কাৰাদণ্ড, জৰিমনা আৰু এই কাৰ্যত ব্যৱহাৰ কৰা বা লাভ কৰা যিকোনো সম্পত্তি বাজেয়াপ্ত কৰিব পাৰি। ",
            "Bengali": "যদি কেউ ভারতের সাথে মিত্র বা শান্তিতে থাকা কোনও দেশের ভূখণ্ডে কোনও ক্ষতিকারক কাজ করে বা করার প্রস্তুতি নেয়, তবে তাকে সাত বছর পর্যন্ত কারাদণ্ড, জরিমানা এবং এই আইনে ব্যবহৃত বা অর্জিত যে কোনও সম্পত্তি বাজেয়াপ্ত করা যেতে পারে। ",
            "Bodo": "जुदि सोरबा भारतजों गोरोबनाय एबा गोजोन थानाय हादोरनि हायुं आवथाफोराव जायखिजाया खहागोनां हाबा मावो एबा मावनो थियारि जायो, अब्ला बिथांखौ स्नि बोसोरसिम जेल, जरिमानाजों साजा होनो हागौ आरो बे हाबायाव बाहाय जानाय एबा आरजिनाय जायखिजाया धोनखौ जब्द खालामनो हागौ। ",
            "Dogri": "जे कोई भारत दे कन्नै मेल-जोल जां शान्ति आह्ले देश दे खेतरें पर कोई नुकसानदेह कम्म करदा ऐ जां करने दी तैयारी करदा ऐ, तां उʼनें गी सत्त बʼरें तक्कर दी कैद, ज़ुरमाना ते इस कम्म च इस्तेमाल जां हासल कीती गेई कुसै बी संपत्ति गी ज़ब्त कीता जाई सकदा ऐ। ",
            "Goan Konkani": "भारता कडेन संबंदीत आशिल्ल्या वा शांततायेन आशिल्ल्या देशाच्या प्रदेशांचेर कोणेंय लुकसाण करपी कृत्य केल्यार वा करपाची तयारी केल्यार, तांकां सात वर्सां मेरेनची बंदखणीची ख्यास्त, दंडाची ख्यास्त, आनी ह्या कायद्यांत वापरिल्ली वा मेळिल्ली खंयचीय मालमत्ता जप्त करूं येता. ",
            "Gujarati": "જો કોઈ વ્યક્તિ ભારત સાથે જોડાણ ધરાવતા અથવા શાંતિથી રહેતા દેશના પ્રદેશો પર કોઈ હાનિકારક કૃત્ય કરે છે અથવા કરવાની તૈયારી કરે છે, તો તેને સાત વર્ષ સુધીની કેદની સજા, દંડ અને આ કૃત્યમાં ઉપયોગમાં લેવાતી અથવા મેળવેલી કોઈપણ મિલકત જપ્ત કરી શકાય છે. ",
            "Hindi": "यदि कोई भारत के साथ संबद्ध या शांति से रहने वाले देश के क्षेत्रों में कोई हानिकारक कार्य करता है या करने की तैयारी करता है, तो उसे सात साल तक के कारावास, जुर्माना और इस अधिनियम में उपयोग की गई या प्राप्त की गई किसी भी संपत्ति को जब्त किया जा सकता है। ",
            "Kannada": "ಯಾರಾದರೂ ಭಾರತದೊಂದಿಗೆ ಮೈತ್ರಿ ಹೊಂದಿರುವ ಅಥವಾ ಶಾಂತಿಯುತವಾಗಿರುವ ದೇಶದ ಭೂಪ್ರದೇಶಗಳ ಮೇಲೆ ಯಾವುದೇ ಹಾನಿಕಾರಕ ಕೃತ್ಯವನ್ನು ಮಾಡಿದರೆ ಅಥವಾ ಮಾಡಲು ಸಿದ್ಧರಾದರೆ, ಅವರಿಗೆ ಏಳು ವರ್ಷಗಳವರೆಗೆ ಜೈಲು ಶಿಕ್ಷೆ, ದಂಡ ಮತ್ತು ಆ ಕೃತ್ಯದಲ್ಲಿ ಬಳಸಿದ ಅಥವಾ ಗಳಿಸಿದ ಯಾವುದೇ ಆಸ್ತಿಯನ್ನು ಮುಟ್ಟುಗೋಲು ಹಾಕಿಕೊಳ್ಳಬಹುದು. ",
            "Kashmiri (Arabic)": "اگر کانٛہہ ہنٛدستانس سۭتۍ ملحقہ یا امنس منٛز روزن وٲلس ملکس منٛز کانٛہہ تہ نقصان دہ کٲم کران یا کرنہٕ خٲطرٕ تیار چھ گژھان، تمن ہیٚکہ ستن ؤرین تام قٲدٕچ سزا، جرمانہٕ، تہٕ اتھ عملس منٛز استعمال یا حٲصل کرنہٕ آمٕژ کانٛہہ تہ جائیداد ہیٚکہ ضبط کرنہٕ یتھ۔ ",
            "Kashmiri (Devanagari)": "अगर कह ते कुंते मुलकस अलायड या हिंदुस्तानस सेत अमन हिंदस अलाकस मंज़ कह ते नुकसानदेह ऐक्ट करनस तैयार छू करा, तेम हकें सात वरि जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ ",
            "Maithili": "यदि कोनो व्यक्ति भारतक सङ्ग संबद्ध वा शान्तिपूर्वक स्थित देशक क्षेत्रपर कोनो हानिकारक काज करैत अछि वा करबाक तैयारी करैत अछि, तऽ ओकरा सात साल धरि कारावास, जुर्माना, आ एहि अधिनियममे उपयोग कैल गेल वा प्राप्त कयल गेल कोनो सम्पत्तिकेँ जब्त कयल जा सकैत अछि। ",
            "Malayalam": "ഇന്ത്യയുമായി സഖ്യമുള്ളതോ സമാധാനപരമായതോ ആയ ഒരു രാജ്യത്തിന്റെ പ്രദേശങ്ങളിൽ ആരെങ്കിലും എന്തെങ്കിലും ദോഷകരമായ പ്രവൃത്തി ചെയ്യുകയോ ചെയ്യാൻ തയ്യാറാകുകയോ ചെയ്താൽ, അവർക്ക് ഏഴ് വർഷം വരെ തടവും പിഴയും ശിക്ഷ നൽകാം, കൂടാതെ ഈ നിയമത്തിൽ ഉപയോഗിച്ചതോ നേടിയതോ ആയ ഏതെങ്കിലും സ്വത്ത് കണ്ടുകെട്ടാം. ",
            "Marathi": "जर कोणी भारताशी संलग्न असलेल्या किंवा शांततेत असलेल्या देशाच्या प्रदेशांवर कोणतेही हानिकारक कृत्य केले किंवा करण्याची तयारी केली, तर त्यांना सात वर्षांपर्यंत तुरुंगवास, दंड आणि या कायद्यात वापरलेली किंवा मिळवलेली कोणतीही मालमत्ता जप्त केली जाऊ शकते. ",
            "Manipuri": "করিগুম্বা কনাগুম্বা অমনা ভারত্তগী এলাইদ নত্ত্রগা শান্তি লৈবা লৈবাক অমগী লমশিংদা খুদোংথিনিংঙাই ওইবা থবক অমা তৌরবদি নত্ত্রগা পাংথোক্নবা থৌরাং তৌরবদি, মখোয়বু চহি তরেৎফাউবা জেলদা থম্বা য়াই, ফাইন লৌবা য়াই, অমসুং এক্ট অসিদা শীজিন্নরিবা নত্ত্রগা ফংখিবা প্রোপর্তী অমহেক্তা লৌথোকপা য়াই। ",
            "Meitei": "ꯀꯔꯤꯒꯨꯝꯕ ꯃꯤꯑꯣꯏ ꯑꯃꯅ ꯚꯥꯔꯠꯀ ꯃꯔꯤ ꯂꯩꯅꯕ ꯅꯠꯇ ꯭ ꯔꯒ ꯁꯥꯟꯇꯤ ꯂꯩꯕ ꯂꯩꯕꯥꯛ ꯑꯃꯒꯤ ꯂꯝꯈꯩꯁꯤꯡꯗ ꯃꯥꯡꯍꯟ-ꯇꯥꯛꯍꯟꯕ ꯊꯕꯛ ꯑꯃꯍꯦꯛꯇ ꯇꯧꯔꯕꯗꯤ ꯅꯠꯇ ꯭ ꯔꯒ ꯇꯧꯅꯕ ꯁꯦꯝ ꯁꯥꯔꯕꯗꯤ, ꯃꯈꯣꯏꯕꯨ ꯆꯍꯤ ꯇꯔꯦꯠꯇ ꯭ ꯔ ꯐꯥꯎꯕ ꯐꯥꯖꯤꯟꯗꯨꯅ ꯊꯝꯕ ꯌꯥꯏ, ꯐꯥꯏꯟ ꯄꯤꯕ ꯌꯥꯏ, ꯑꯃꯁꯨꯡ ꯊꯕꯛ ꯑꯗꯨꯗ ꯁꯤꯖꯤꯟꯅꯈꯤꯕ ꯅꯠꯇ ꯭ ꯔꯒ ꯂꯧꯈꯤꯕ ꯄꯣꯠ ꯑꯃꯍꯦꯛꯇꯕꯨ ꯂꯧꯊꯣꯛꯄ ꯌꯥꯏ ꯫ ",
            "Nepali": "यदि कसैले भारतसँग सम्बद्ध वा शान्तिमा रहेको देशको इलाकामा कुनै हानिकारक कार्य गर्छ वा गर्ने तयारी गर्छ भने, उनीहरूलाई सात वर्षसम्म कैद, जरिवाना, र अधिनियममा प्रयोग गरिएको वा प्राप्त गरिएको कुनै पनि सम्पत्ति जफत गर्न सकिन्छ। ",
            "Odia": "ଯଦି କେହି ଭାରତ ସହିତ ସହଯୋଗୀ କିମ୍ବା ଶାନ୍ତିରେ ଥିବା ଦେଶର ଅଞ୍ଚଳ ଉପରେ କୌଣସି କ୍ଷତିକାରକ କାର୍ଯ୍ଯ଼ କରନ୍ତି କିମ୍ବା କରିବାକୁ ପ୍ରସ୍ତୁତ ହୁଅନ୍ତି, ତେବେ ତାଙ୍କୁ ସାତ ବର୍ଷ ପର୍ଯ୍ଯ଼ନ୍ତ କାରାଦଣ୍ଡ, ଜରିମାନା ଏବଂ ଏହି ଆଇନରେ ବ୍ଯ଼ବହୃତ କିମ୍ବା ପ୍ରାପ୍ତ କୌଣସି ସମ୍ପତ୍ତି ଜବତ କରାଯାଇପାରେ। ",
            "Punjabi": "ਜੇ ਕੋਈ ਭਾਰਤ ਨਾਲ ਸਬੰਧਤ ਜਾਂ ਸ਼ਾਂਤੀਪੂਰਨ ਦੇਸ਼ ਦੇ ਖੇਤਰਾਂ ਵਿੱਚ ਕੋਈ ਨੁਕਸਾਨਦੇਹ ਕੰਮ ਕਰਦਾ ਹੈ ਜਾਂ ਕਰਨ ਦੀ ਤਿਆਰੀ ਕਰਦਾ ਹੈ, ਤਾਂ ਉਸ ਨੂੰ ਸੱਤ ਸਾਲ ਤੱਕ ਦੀ ਕੈਦ, ਜੁਰਮਾਨਾ ਅਤੇ ਇਸ ਐਕਟ ਵਿੱਚ ਵਰਤੀ ਗਈ ਜਾਂ ਪ੍ਰਾਪਤ ਕੀਤੀ ਗਈ ਕਿਸੇ ਵੀ ਜਾਇਦਾਦ ਨੂੰ ਜ਼ਬਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ",
            "Sanskrit": "यदि कश्चित् भारतेन सह सम्बद्धस्य अथवा शान्तियुतस्य देशस्य प्रदेशेषु किमपि हानिकरं कार्यं करोति अथवा कर्तुं सज्जः भवति, तर्हि सः सप्तवर्षपर्यन्तं कारावासेन दण्डितः, दण्डितः, तथा च अस्मिन् कार्ये प्रयुक्तः वा प्राप्तः वा सम्पत्तिः नष्टः भवितुम् अर्हति। ",
            "Santali": "ᱡᱩᱫᱤ ᱡᱟᱦᱟᱱ ᱦᱚᱲ ᱵᱷᱟᱨᱚᱛ ᱥᱟᱶᱛᱮ ᱜᱟᱛᱮ ᱫᱤᱥᱚᱢ ᱨᱮᱭᱟᱜ ᱴᱚᱴᱷᱟ ᱨᱮ ᱡᱟᱦᱟᱱ ᱦᱤᱫᱤᱡᱟᱱ ᱠᱟᱹᱢᱤ ᱠᱚᱨᱟᱣ ᱥᱮ ᱵᱮᱱᱟᱣ ᱞᱟᱹᱜᱤᱫ ᱮ ᱥᱟᱯᱲᱟᱣᱼᱟ, ᱮᱱᱠᱷᱟᱱ ᱩᱱᱤ ᱮᱭᱟᱭ ᱥᱮᱨᱢᱟ ᱦᱟᱹᱵᱤᱡ ᱡᱮᱦᱚᱞ, ᱡᱳᱨ ᱟᱨ ᱱᱚᱶᱟ ᱠᱟᱹᱢᱤ ᱨᱮ ᱵᱮᱣᱦᱟᱨ ᱥᱮ ᱦᱟᱢᱮᱴ ᱞᱟᱹᱜᱤᱫ ᱡᱟᱦᱟᱸ ᱞᱮᱠᱟᱱ ᱥᱚᱢᱯᱤᱛ ᱠᱚ ᱡᱳᱨ ᱮᱢ ᱦᱩᱭ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱾ ",
            "Sindhi (Arabic)": "جیڪڏھن ڪو ماڻھو ڀارت سان گڊیل یا امن واری ملڪ جی علائقن تی ڪو ضرر رسائیندڙ ڪم ڪری ٿو یا ڪرڻ جی تیاری ڪری ٿو، تہ انھن کی ست سالن تائین جی قید، جرمانو، ۽ ھن عمل ۾ استعمال ٿیل یا حاصل ڪیل ڪنھن بہ ملڪیت کی ضبط ڪری سگہجی ٿو ",
            "Sindhi (Devanagari)": "जेकॾहिं को बि भारत सां गॾु या शांति सां जुड़ियल मुल्क जे इलाक़नि ते को बि नुक़सानदेह कम करे थो या करणु जी तैयारी करे थो, उन्हनि खे सत साल ताईं जी कैद, ज़ुरमाना, ऐं इन्हीअ कम में इस्तेमाल या हासिल कयल को बि जायदाद ज़ब्त थी सघिंदी आहे ",
            "Tamil": "இந்தியாவுடன் நட்புறவு கொண்ட அல்லது அமைதியாக இருக்கும் ஒரு நாட்டின் பிரதேசங்களில் யாராவது தீங்கு விளைவிக்கும் செயலைச் செய்தால் அல்லது செய்யத் தயாராகினால், அவர்களுக்கு ஏழு ஆண்டுகள் வரை சிறைத்தண்டனை, அபராதம் விதிக்கப்படலாம், மேலும் இந்தச் செயலில் பயன்படுத்தப்பட்ட அல்லது பெறப்பட்ட எந்தவொரு சொத்தும் பறிமுதல் செய்யப்படலாம். ",
            "Telugu": "భారతదేశంతో అనుబంధం ఉన్న లేదా శాంతియుతంగా ఉన్న దేశం యొక్క భూభాగాలపై ఎవరైనా ఏదైనా హానికరమైన చర్యకు పాల్పడితే లేదా చేయడానికి సిద్ధమైతే, వారికి ఏడు సంవత్సరాల వరకు జైలు శిక్ష, జరిమానా మరియు ఈ చట్టంలో ఉపయోగించిన లేదా పొందిన ఏదైనా ఆస్తిని జప్తు చేయవచ్చు. ",
            "Urdu": "اگر کوئی ہندوستان کے ساتھ اتحادی یا پرامن ملک کے علاقوں پر کوئی نقصان دہ کام کرتا ہے یا کرنے کی تیاری کرتا ہے تو اسے سات سال تک قید، جرمانہ اور اس عمل میں استعمال ہونے والی یا حاصل ہونے والی کسی بھی جائیداد کو ضبط کرنے کی سزا دی جا سکتی ہے۔ "
        }
    },
    {
        "Section": "140",
        "Description": "According to section 140 of Indian penal code, Whoever, not being a soldier, sailor or airman in the Military, Naval or Air service of the Government of India, wears any garb or carries any token resembling any garb or token used by such a soldier, sailor or airman with the intention that it may be believed that he is such a soldier, sailor or airman, shall be punished with imprisonment of either description for a term which may extend to three months, or with fine which may extend to five hundred rupees, or with both.",
        "Offense": "Wearing the dress or carrying any token used by a soldier, sailor or airman with intent that it may be believed that he is such a soldier, sailor or airman",
        "Punishment": "3 Months or Fine or Both",
        "Simplified_Description": "If someone who is not a military member wears a uniform or carries something resembling a military uniform to deceive others into believing they are a soldier, sailor, or airman, they can be punished with up to three months in jail, a fine of up to five hundred rupees, or both.",
        "translations": {
            "Assamese": "যদি কোনো সামৰিক সদস্য নোহোৱা ব্যক্তিয়ে ইউনিফৰ্ম পিন্ধে বা সামৰিক ইউনিফৰ্মৰ দৰে কিবা লৈ আন লোকক নিজকে এজন সৈনিক, নাৱিক বা এয়াৰমেন বুলি বিশ্বাস কৰিবলৈ প্ৰতাৰণা কৰে, তেন্তে তেওঁলোকক তিনি মাহলৈকে কাৰাদণ্ড, পাঁচশ টকা পৰ্যন্ত জৰিমনা বা দুয়োটাইৰে শাস্তি দিব পাৰি। ",
            "Bengali": "যদি কেউ সামরিক সদস্য না হয়ে ইউনিফর্ম পরে বা সামরিক ইউনিফর্মের মতো কিছু বহন করে অন্যকে প্রতারিত করে যে তারা একজন সৈনিক, নাবিক বা বিমানচালক, তবে তাদের তিন মাস পর্যন্ত কারাদণ্ড, পাঁচশো টাকা পর্যন্ত জরিমানা বা উভয়ই হতে পারে। ",
            "Bodo": "जुदि सोरबा सासे जाय रौनिया सोद्रोमा नङा, इउनिफर्म गानो एबा रौनियाफोरनि इउनिफर्मजों गोरोबनाय माबा मोनसे लाना थाङो, गुबुनफोरखौ फोथायहोनो थाखाय दि बिसोर सासे रौनिया, नावजावगिरि, एबा एयरमेन, अब्ला बिसोरखौ थाम दानसिम जेल, बाजौ रांसिम जरिमानाजों साजा होनो हायो, एबा मोन्नैबो। ",
            "Dogri": "जे कोई सैना दा सदस्य नेईं ऐ, ओह् वर्दी पाsंदा ऐ जां सैना दी वर्दी कन्नै मिलदी-जुलदी कोई चीज अपने कोल रखदा ऐ तां जे ओह् कुसै होर गी सैनक, नौसैनिक जां वायुसैनिक मन्नेआ जाई सकै, तां उʼनें गी त्र'ऊं म्हीने तक्कर दी जेह्ल, पंज सौ रपेंs तक्कर दे जुर्माने जां दौनें दी सʼजा दित्ती जाई सकदी ऐ। ",
            "Goan Konkani": "लश्करी वांगडी नासपी कोणूय जर गणवेश घालता वा लश्करी गणवेशा सारकें कितेंय घेवन हेरांक ते शिपाई, खलाशी वा वायू सैनिक अशें मानून फटिंगायतात, जाल्यार तांकां तीन म्हयने बंदखण, पांचशें रुपया मेरेन दंड, वा दोनूय ख्यास्त दिवंक शकतात. ",
            "Gujarati": "જો કોઈ વ્યક્તિ કે જે લશ્કરી સભ્ય નથી, તે ગણવેશ પહેરે છે અથવા લશ્કરી ગણવેશ જેવું કંઈક વહન કરે છે, જેથી અન્ય લોકોને તેઓ સૈનિક, નાવિક અથવા એરમેન છે એમ માનવા માટે છેતરવામાં આવે, તો તેમને ત્રણ મહિના સુધીની જેલ, પાંચસો રૂપિયા સુધીનો દંડ અથવા બંનેની સજા થઈ શકે છે. ",
            "Hindi": "यदि कोई व्यक्ति जो सैन्य सदस्य नहीं है, वर्दी पहनता है या सैन्य वर्दी जैसा कुछ रखता है ताकि दूसरों को यह विश्वास दिलाने के लिए धोखा दिया जा सके कि वे एक सैनिक, नाविक या वायुसैनिक हैं, तो उन्हें तीन महीने तक की जेल, पाँच सौ रुपये तक का जुर्माना या दोनों की सजा हो सकती है। ",
            "Kannada": "ಮಿಲಿಟರಿ ಸದಸ್ಯರಲ್ಲದ ಯಾರಾದರೂ ಸಮವಸ್ತ್ರವನ್ನು ಧರಿಸಿದರೆ ಅಥವಾ ಮಿಲಿಟರಿ ಸಮವಸ್ತ್ರವನ್ನು ಹೋಲುವ ಏನನ್ನಾದರೂ ಹೊತ್ತುಕೊಂಡು ಇತರರನ್ನು ತಾವು ಸೈನಿಕ, ನಾವಿಕ ಅಥವಾ ವಾಯುಪಡೆಯವರು ಎಂದು ನಂಬುವಂತೆ ಮೋಸಗೊಳಿಸಿದರೆ, ಅವರಿಗೆ ಮೂರು ತಿಂಗಳವರೆಗೆ ಜೈಲು ಶಿಕ್ಷೆ, ಐದು ನೂರು ರೂಪಾಯಿಗಳವರೆಗೆ ದಂಡ ಅಥವಾ ಎರಡನ್ನೂ ವಿಧಿಸಬಹುದು. ",
            "Kashmiri (Arabic)": "اگر کانٛہہ نفر یس نہٕ فوجی رکن چھ سہ چھ وردی لاگان یا فوجی وردی ہیو کنہہ چیز تھان تاکہ دیمو دھوکہ دتھ ز تم چھ سپاہی، نااخت، یا ایئر مین، تمن ہیٚکہ ترٛؠن رؠتن تام جیلٕچ سزا، پانژھ ہتھ پۄنٛسہٕ جرمانہٕ، یا دۄشوٕنی ہٕنٛز سزا دنہٕ یتھ۔ ",
            "Kashmiri (Devanagari)": "अगर कह सु युस मिलिट्री मेंबर ओस ने ये कुर यूनिफ़ॉर्म या कहीं युस मिल्ट्री यूनिफ़ॉर्म छू इ छी कारन ताकि बाकियो ये यकीन करिथ की सु छी सोल्जर, सेलर, या एयरमैन, ईमान हक़ ज़ुरमाना त्रिन रेतन हुन्द जेल, या हक़ ज़ुरमाना पांच हंड्रेड रुपयों, या दुनवाय ",
            "Maithili": "यदि कोनो व्यक्ति जे सैन्य सदस्य नहि अछि, वर्दी पहिरैत अछि वा सैन्य वर्दी सदृश किछु लऽ कऽ दोसरकेँ छलबैत अछि जे ओ सैनिक, नाविक, वा वायुसैनिक अछि, तऽ ओकरा तीन मास धरि जेल, पाँच सौ टाका तकक जुर्माना, वा दुनूके सजा देल जा सकैत अछि। ",
            "Malayalam": "സൈനിക അംഗമല്ലാത്ത ഒരാൾ യൂണിഫോം ധരിക്കുകയോ സൈനിക യൂണിഫോമിന് സമാനമായ എന്തെങ്കിലും വഹിക്കുകയോ ചെയ്താൽ, അവർ ഒരു സൈനികനോ നാവികനോ എയർമാനാണോ എന്ന് മറ്റുള്ളവരെ വഞ്ചിക്കുകയാണെങ്കിൽ, അവർക്ക് മൂന്ന് മാസം വരെ തടവും അഞ്ഞൂറ് രൂപ വരെ പിഴയും അല്ലെങ്കിൽ രണ്ടും വരെ ശിക്ഷ ലഭിക്കും. ",
            "Marathi": "लष्करी सदस्य नसलेली एखादी व्यक्ती जर गणवेश परिधान करत असेल किंवा लष्करी गणवेशासारखे काहीतरी घेऊन इतरांना ते सैनिक, नाविक किंवा हवाई सैनिक आहेत असे समजून फसवत असेल तर त्यांना तीन महिन्यांपर्यंत तुरुंगवास, पाचशे रुपयांपर्यंत दंड किंवा दोन्ही शिक्षा होऊ शकतात. ",
            "Manipuri": "করিগুম্বা মিলিতরী মেম্বর ওইদবা মীওই অমনা য়ুনিফোর্ম অমা পায়বা নত্ত্রগা মিলিতরী য়ুনিফোর্মগা মান্নবা করিগুম্বা অমা পুদুনা অতোপ্পবু মখোয় অসি লান্মী, সেলর নত্ত্রগা এয়রমেন অমনি হায়না থাজনবা হোৎনরবদি, মখোয়না থা অহুম ফাউবা জেলদা থম্বা য়াই, লুপা চাম্মরোমদা ফাইন লৌবা য়াই নত্ত্রগা অনিমক্না লৌবা য়াই। ",
            "Meitei": "ꯀꯔꯤꯒꯨꯝꯕ ꯂꯥꯟꯃꯤꯒꯤ ꯃꯤꯍꯨꯠ ꯅꯠꯇꯕ ꯃꯤꯑꯣꯏ ꯑꯃꯅ ꯃꯈꯣꯏꯅ ꯂꯥꯟꯃꯤ, ꯁꯃꯨꯗ ꯭ ꯔ ꯈꯣꯡꯕ, ꯅꯠꯇ ꯭ ꯔꯒ ꯑꯦꯌꯔꯃꯦꯟꯅꯤ ꯍꯥꯏꯅ ꯑꯇꯣꯞꯄꯁꯤꯡꯕꯨ ꯊꯥꯖꯍꯟꯅꯕ ꯌꯨꯅꯤꯐꯣꯔ ꯭ ꯝ ꯑꯃ ꯍꯥꯞꯄ ꯅꯠꯇ ꯭ ꯔꯒ ꯂꯥꯟꯃꯤꯒꯤ ꯌꯨꯅꯤꯐꯣꯔ ꯭ ꯝꯒ ꯃꯥꯟꯅꯕ ꯀꯔꯤꯒꯨꯝꯕ ꯑꯃ ꯄꯥꯏꯔꯕꯗꯤ, ꯃꯈꯣꯏꯕꯨ ꯊꯥ ꯑꯍꯨꯝ ꯐꯥꯎꯕ ꯀꯩꯁꯨꯝꯁꯪꯗ ꯊꯝꯕ, ꯂꯨꯄꯥ ꯆꯥꯝꯃ ꯃꯉꯥ ꯐꯥꯎꯕ ꯐꯥꯏꯟ ꯄꯤꯕ, ꯅꯠꯇ ꯭ ꯔꯒ ꯑꯅꯤꯃꯛꯀꯤ ꯋꯥꯌꯦꯜ ꯄꯤꯕ ꯌꯥꯏ ꯫ ",
            "Nepali": "यदि कोही जो सैन्य सदस्य होइनन् उसले वर्दी लगाउँछ वा अरूलाई आफू सिपाही, नाविक वा एयरम्यान हो भनेर विश्वास दिलाउन सैन्य वर्दी जस्तो केही बोक्छ भने तिन महिनासम्म जेल, पाँच सय रुपैयाँसम्म जरिवाना वा दुवै सजाय हुन सक्छ। ",
            "Odia": "ଯଦି ଜଣେ ସାମରିକ ସଦସ୍ଯ଼ ନଥିବା ବ୍ଯ଼କ୍ତି ଯ଼ୁନିଫର୍ମ ପିନ୍ଧନ୍ତି କିମ୍ବା ସାମରିକ ଯ଼ୁନିଫର୍ମ ପରି କିଛି ବହନ କରନ୍ତି, ଅନ୍ଯ଼ମାନଙ୍କୁ ପ୍ରତାରଣା କରି ସେମାନେ ଜଣେ ସୈନିକ, ନାବିକ କିମ୍ବା ଏଯ଼ାରମ୍ଯ଼ାନ୍ ବୋଲି ବିଶ୍ୱାସ କରନ୍ତି, ତେବେ ସେମାନଙ୍କୁ ତିନି ମାସ ପର୍ଯ୍ଯ଼ନ୍ତ ଜେଲ୍, ପାଞ୍ଚ ଶହ ଟଙ୍କା ପର୍ଯ୍ଯ଼ନ୍ତ ଜୋରିମାନା କିମ୍ବା ଉଭଯ଼ ଦଣ୍ଡ ଦିଆଯାଇପାରେ | ",
            "Punjabi": "ਜੇ ਕੋਈ ਵਿਅਕਤੀ ਜੋ ਫੌਜੀ ਮੈਂਬਰ ਨਹੀਂ ਹੈ, ਉਹ ਵਰਦੀ ਪਹਿਨਦਾ ਹੈ ਜਾਂ ਫੌਜੀ ਵਰਦੀ ਵਰਗੀ ਕੋਈ ਚੀਜ਼ ਚੁੱਕ ਕੇ ਦੂਜਿਆਂ ਨੂੰ ਇਹ ਮੰਨਣ ਲਈ ਧੋਖਾ ਦਿੰਦਾ ਹੈ ਕਿ ਉਹ ਇੱਕ ਸਿਪਾਹੀ, ਮਲਾਹ ਜਾਂ ਏਅਰਮੈਨ ਹੈ, ਤਾਂ ਉਸ ਨੂੰ ਤਿੰਨ ਮਹੀਨੇ ਤੱਕ ਦੀ ਜੇਲ੍ਹ, ਪੰਜ ਸੌ ਰੁਪਏ ਤੱਕ ਦਾ ਜੁਰਮਾਨਾ ਜਾਂ ਦੋਵੇਂ ਦੀ ਸਜ਼ਾ ਹੋ ਸਕਦੀ ਹੈ। ",
            "Sanskrit": "यदि यः कश्चित् सैन्यसदस्यः नास्ति सः समवस्त्रं धरति अथवा सैन्य-समवस्त्रं सदृशं किमपि वहति येन सः सैनिकः, नाविकः, वायुसैनिकः वा इति अन्यान् वञ्चयति, तर्हि सः मासत्रयं यावत् कारावासं, पञ्चशतरूप्यकाधिकं दण्डं, अथवा उभयोः दण्डेन दण्डितः भवितुम् अर्हति। ",
            "Santali": "ᱡᱟᱦᱟᱸᱭ ᱥᱮᱱᱟᱯᱷᱟᱹᱫᱽ ᱨᱮᱱ ᱨᱟᱹᱥᱤᱭᱟᱹ ᱵᱟᱝ, ᱩᱱᱤ ᱡᱩᱫᱤ ᱤᱭᱩᱱᱤᱯᱷᱳᱨᱢ ᱮ ᱦᱟᱛᱟᱣᱼᱟ ᱥᱮ ᱞᱟᱹᱲᱦᱟᱹᱭ ᱨᱮᱭᱟᱜ ᱤᱭᱩᱱᱤᱯᱷᱳᱨᱢ ᱞᱮᱠᱟ ᱠᱤᱪᱷᱩ ᱤᱫᱤ ᱠᱟᱛᱮ ᱮᱴᱟᱜ ᱦᱚᱲ ᱠᱚ ᱩᱱᱤ ᱢᱤᱫ ᱯᱷᱟᱹᱫ, ᱞᱟᱹᱞᱤᱥᱤᱭᱟᱹ ᱥᱮ ᱳᱭᱟᱰᱟᱢᱮᱱ ᱢᱮᱱᱛᱮ ᱢᱚᱱᱮ ᱠᱚᱨᱟᱣ ᱞᱟᱹᱜᱤᱫ ᱛᱮ ᱩᱱᱤ ᱯᱮ ᱪᱟᱸᱫᱳ ᱫᱷᱟᱹᱵᱤᱡ ᱡᱮᱦᱚᱞ, ᱢᱚᱬᱮ ᱥᱟᱭ ᱴᱟᱠᱟ ᱫᱷᱟᱹᱵᱤᱡ ᱡᱳᱨᱱᱟ ᱥᱮ ᱵᱟᱱᱟᱨ ᱨᱮᱭᱟᱜ ᱮ ᱥᱟᱨᱦᱟᱶ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱾ ",
            "Sindhi (Arabic)": "جیڪڏھن ڪو ماڻھو جیڪو فوجی میمبر نہ آھی وردی پائی ٿو یا فوجی وردی جہڙی ڪا شیء کڻی ٿو تہ ٻین کی ٺڳائی تہ ہو سپاہی، ملاح، یا ہوائی جہاز آھن، انھن کی ٽن مھینن تائین جیل، پنج سو رپین تائین جرمانو، یا ٻنھی جی سزا ٿی سگہی ٿی ",
            "Sindhi (Devanagari)": "जेकॾहिं को बि जेको फौजी मेम्बर न आहे, यूनीफ़ो़म पहिरिंदो आहे या फ़ौजी यूनीफ़ो़म जहिड़ो कुझि कैरी रखे थो त जीअं ॿिऐ खे इहा यकीन डिनो त हू हिकु सिपाही, नाविक या एयरमैन आहिनि, उन्हनि खे टे महिने ताईं जेल, पंज सौ रुपइयें ताईं जो ज़ुरमाना, या ॿिन्हीं जी सज़ा थी सघे थी ",
            "Tamil": "இராணுவ உறுப்பினர் அல்லாத ஒருவர் சீருடை அணிந்து அல்லது இராணுவ சீருடை போன்ற ஒன்றை எடுத்துச் சென்று, மற்றவர்களை ஒரு சிப்பாய், மாலுமியாகவோ அல்லது விமானியாகவோ நம்பும்படி ஏமாற்றினால், அவர்களுக்கு மூன்று மாதங்கள் வரை சிறைத்தண்டனை, ஐநூறு ரூபாய் வரை அபராதம் அல்லது இரண்டும் விதிக்கப்படலாம். ",
            "Telugu": "సైనిక సభ్యుడు కాని ఎవరైనా యూనిఫాం ధరించి లేదా సైనిక యూనిఫాంను పోలి ఏదైనా మోసుకెళ్లి, ఇతరులను వారు సైనికుడు, నావికుడు లేదా ఎయిర్మ్యాన్ అని నమ్మేలా మోసం చేస్తే, వారికి మూడు నెలల వరకు జైలు శిక్ష, ఐదు వందల రూపాయల వరకు జరిమానా లేదా రెండూ విధించవచ్చు. ",
            "Urdu": "اگر کوئی شخص جو فوجی رکن نہیں ہے وہ وردی پہنتا ہے یا فوجی وردی سے مشابہت رکھنے والی کوئی چیز لے کر دوسروں کو یہ یقین دلانے کے لیے دھوکہ دیتا ہے کہ وہ سپاہی، نااخت یا ایئر مین ہے، تو اسے تین ماہ تک قید، پانچ سو روپے تک جرمانہ یا دونوں کی سزا ہو سکتی ہے۔ "
        }
    },
    {
        "Section": "153",
        "Description": "According to section 153 of Indian penal code, Whoever malignantly, or wantonly by doing anything which is illegal, gives provocation to any person intending or knowing it to be likely that such provocation will cause the offence of rioting to be committed, shall, if the offence of rioting be committed in consequence of such provocation, be punished with imprisonment of either description for a term which may extend to one year, or with fine, or with both, and if the offence of rioting be not committed, with imprisonment of either description for a term which may extend to six months, or with fine, or with both.",
        "Offense": "Wantonly giving provocation with intent to cause riot, If rioting be committed",
        "Punishment": "1 Year or Fine or Both",
        "Simplified_Description": "If someone intentionally provokes another person in a way that may lead to a riot, they can be punished with up to one year in jail, a fine, or both if a riot occurs, and up to six months in jail, a fine, or both if a riot doesn't happen.",
        "translations": {
            "Assamese": "যদি কোনোবাই ইচ্ছাকৃতভাৱে আন এজনক এনে ধৰণে উত্তেজিত কৰে যাৰ ফলত দাঙ্গা হ'ব পাৰে, তেন্তে তেওঁলোকক এবছৰলৈকে কাৰাদণ্ড, জৰিমনা বা দুয়োটাই হ'ব পাৰে যদি দাঙ্গা সংঘটিত হয়, আৰু ছয় মাহলৈকে কাৰাদণ্ড, জৰিমনা বা দুয়োটাই হ'ব পাৰে যদি দাঙ্গা নহয়। ",
            "Bengali": "যদি কেউ ইচ্ছাকৃতভাবে অন্য ব্যক্তিকে এমনভাবে উস্কানি দেয় যা দাঙ্গার কারণ হতে পারে, তবে দাঙ্গা ঘটলে তাদের এক বছর পর্যন্ত কারাদণ্ড, জরিমানা বা উভয়ই এবং দাঙ্গা না ঘটলে ছয় মাস পর্যন্ত কারাদণ্ড, জরিমানা বা উভয়ই হতে পারে। ",
            "Bodo": "जुदि सोरबा सासेया मिथिखायै गुबुन सासे सुबुंखौ ओरैबायदि थुलुंगा होयो जाय दावराव-दावसिनि जाहोन जानो हागौ, अब्ला बिथांखौ बोसोरसेसिम जेल, जुरिमाना, एबा मोन्नैबो साजा होनो हागौ, आरो द'दानसिम जेल, जुरिमाना, एबा मोन्नैबो साजा होनो हागौ जुदि दावराव-दावसि जाया। ",
            "Dogri": "जेकर कोई जान-बूझियै कुसै होर गी इस चाल्ली कन्नै भड़काउंदा ऐ जेह्दे कन्नै दंगे होई सकदे न, तां उʼनें गी इक बʼरे तक्कर दी जेह्ल, दंगे होने पर ज़ुरमाना, जां दौनें दी सʼजा ते दंगे नेईं होने पर छे मासक तक्कर दी जेह्ल, ज़ुरमाना, जां दौनें दी सʼजा दित्ती जाई सकदी ऐ। ",
            "Goan Konkani": "कोणेंय जाणूनबुजून दुसऱ्या मनशाक अशा तरेन उश्केरल्यार ताका लागून दंगल जावंक शकता, जाल्यार तांकां एक वर्स मेरेन बंदखण, दंगे जाले जाल्यार दंड, वा दोनूय, आनी दंगली जावंक ना जाल्यार स म्हयन्यां मेरेन बंदखण, दंड, वा दोनूय ख्यास्त दिवंक शकतात. ",
            "Gujarati": "જો કોઈ વ્યક્તિ ઇરાદાપૂર્વક અન્ય વ્યક્તિને એવી રીતે ઉશ્કેરે છે કે જે રમખાણો તરફ દોરી શકે છે, તો તેને એક વર્ષ સુધીની જેલ, દંડ અથવા જો રમખાણો થાય તો બંનેની સજા થઈ શકે છે, અને જો રમખાણો ન થાય તો છ મહિના સુધીની જેલ, દંડ અથવા બંનેની સજા થઈ શકે છે. ",
            "Hindi": "यदि कोई जानबूझकर किसी अन्य व्यक्ति को इस तरह से उकसाता है जिससे दंगा हो सकता है, तो उन्हें एक साल तक की जेल, जुर्माना, या दोनों की सजा दी जा सकती है यदि दंगा होता है, और छह महीने तक की जेल, जुर्माना, या दोनों की सजा दी जा सकती है यदि दंगा नहीं होता है। ",
            "Kannada": "ಗಲಭೆಗೆ ಕಾರಣವಾಗುವ ರೀತಿಯಲ್ಲಿ ಯಾರಾದರೂ ಉದ್ದೇಶಪೂರ್ವಕವಾಗಿ ಇನ್ನೊಬ್ಬ ವ್ಯಕ್ತಿಯನ್ನು ಪ್ರಚೋದಿಸಿದರೆ, ಅವರಿಗೆ ಒಂದು ವರ್ಷದವರೆಗೆ ಜೈಲು ಶಿಕ್ಷೆ, ಗಲಭೆ ಸಂಭವಿಸಿದಲ್ಲಿ ದಂಡ ಅಥವಾ ಎರಡನ್ನೂ ಮತ್ತು ಗಲಭೆ ನಡೆಯದಿದ್ದರೆ ಆರು ತಿಂಗಳವರೆಗೆ ಜೈಲು ಶಿಕ್ಷೆ, ದಂಡ ಅಥವಾ ಎರಡನ್ನೂ ವಿಧಿಸಬಹುದು. ",
            "Kashmiri (Arabic)": "اگر کانٛہہ جان بوجھتھ باقین نفرس یتھ کٔنۍ اشتعال دلاوان چھ یمہٕ سۭتۍ ہنگامہٕ پیدٕ گژھتھ، تمن ہیٚکہ أکس ؤرۍ یس تام جیل، جرمانہٕ، یا دۄشوٕنی سزا دنہٕ یتھ اگر ہنگامہٕ چھ گژھان، تہٕ شیٚن رؠتن تام جیل، جرمانہٕ، یا دۄشوے اگر ہنگامہٕ چھنہٕ گژھان۔ ",
            "Kashmiri (Devanagari)": "अगर केह जान इरादतन दुमिस इन्सानस अथ तरीकस पेठ उकसाओ येम सेत दंगे छू गासन, तेम हकें अकिस वरहेस ताम जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ जेलस मंज़ ",
            "Maithili": "जँ केओ जानबुझिकऽ दोसर व्यक्तिकेँ एहि तरहेँ उत्तेजित करैत अछि जे दंगा भS सकैत अछि तँ हुनका एक साल धरि जेल, जुर्माना, या दुनू सजा देल जा सकैत अछि यदि दंगा भs जाइत अछि, आ छह मास धरि जेल, जुर्माना, या दुनू सजा देल जा सकैत अछि यदि दंगा नहि होइत अछि। ",
            "Malayalam": "കലാപത്തിലേക്ക് നയിച്ചേക്കാവുന്ന വിധത്തിൽ ആരെങ്കിലും മനഃപൂർവ്വം മറ്റൊരാളെ പ്രകോപിപ്പിക്കുകയാണെങ്കിൽ, അവർക്ക് ഒരു വർഷം വരെ തടവോ, കലാപം ഉണ്ടായാൽ പിഴയോ, അല്ലെങ്കിൽ രണ്ടും കൂടിയോ, കലാപം നടന്നില്ലെങ്കിൽ ആറ് മാസം വരെ തടവോ, പിഴയോ, അല്ലെങ്കിൽ രണ്ടും കൂടിയോ ശിക്ഷ നൽകാം. ",
            "Marathi": "जर कोणी जाणूनबुजून दुसऱ्या व्यक्तीला अशा प्रकारे चिथावले ज्यामुळे दंगल होऊ शकते, तर त्यांना एक वर्षापर्यंत तुरुंगवास, दंगल झाल्यास दंड किंवा दोन्ही आणि दंगल न झाल्यास सहा महिन्यांपर्यंत तुरुंगवास, दंड किंवा दोन्ही शिक्षा होऊ शकतात. ",
            "Manipuri": "করিগুম্বা কনাগুম্বা অমনা অতোপ্পা মীওই অমদা ৱারেং অমা থোকহনবা য়াবা মওংদা ৱাখলনা থোকহল্লবদি, মখোয়বু চহি অমা ফাওবা জেলদা থম্বা য়াই, ফাইন লৌবা য়াই, নত্ত্রগা করিগুম্বা ৱারেং অমা থোক্লবদি অনিমক্না লৌবা য়াই, অমসুং থা তরুক ফাওবা জেলদা থম্বা য়াই, ফাইন লৌবা য়াই, নত্ত্রগা করিগুম্বা ৱারেং অমা থোত্ত বা তারবদি অনিমক্না লৌবা য়াই। ",
            "Meitei": "ꯀꯔꯤꯒꯨꯝꯕ ꯃꯤꯑꯣꯏ ꯑꯃꯅ ꯈꯪꯍꯧꯗꯅ ꯑꯇꯣꯞꯄ ꯃꯤꯑꯣꯏ ꯑꯃꯥꯕꯨ ꯏꯔꯥꯡ ꯊꯣꯛꯍꯟꯕ ꯌꯥꯕ ꯃꯑꯣꯡꯗ ꯏꯊꯤꯜ ꯄꯤꯔꯕꯗꯤ, ꯃꯈꯣꯏꯕꯨ ꯆꯍꯤ ꯑꯃꯥ ꯐꯥꯎꯕ ꯀꯩꯁꯨꯝꯁꯪꯗ ꯊꯝꯕ ꯌꯥꯏ, ꯐꯥꯏꯟ ꯑꯃ ꯄꯤꯕ ꯌꯥꯏ, ꯅꯠꯇ ꯭ ꯔꯒ ꯀꯔꯤꯒꯨꯝꯕ ꯏꯔꯥꯡ ꯊꯣꯛꯂꯕꯗꯤ ꯑꯅꯤꯃꯛ ꯄꯤꯕ ꯌꯥꯏ, ꯑꯃꯁꯨꯡ ꯊꯥ ꯇꯔꯨꯛ ꯐꯥꯎꯕ ꯀꯩꯁꯨꯝꯁꯪꯗ ꯊꯝꯕ ꯌꯥꯏ, ꯐꯥꯏꯟ ꯑꯃ ꯄꯤꯕ ꯌꯥꯏ, ꯅꯠꯇ ꯭ ꯔꯒ ꯀꯔꯤꯒꯨꯝꯕ ꯏꯔꯥꯡ ꯊꯣꯛꯇ ꯭ ꯔꯕꯗꯤ ꯑꯅꯤꯃꯛ ꯄꯤꯕ ꯌꯥꯏ ꯫ ",
            "Nepali": "यदि कसैले जानाजानी अर्को व्यक्तिलाई दंगा निम्त्याउन सक्ने तरिकामा भड्काउँछ भने, उनीहरूलाई एक वर्षसम्म जेल, जरिवाना, वा दंगा भएमा दुवै, र छ महिनासम्म जेल, जरिवाना, वा दुवै सजाय हुन सक्छ। ",
            "Odia": "ଯଦି କେହି ଜାଣିଶୁଣି ଅନ୍ଯ଼ ବ୍ଯ଼କ୍ତିଙ୍କୁ ଏପରି ଭାବରେ ଉତ୍ତେଜିତ କରନ୍ତି ଯାହା ଦଙ୍ଗା ସୃଷ୍ଟି କରିପାରେ, ତେବେ ସେମାନଙ୍କୁ ଏକ ବର୍ଷ ପର୍ଯ୍ଯ଼ନ୍ତ ଜେଲ୍, ଜୋରିମାନା କିମ୍ବା ଉଭଯ଼ ଦଣ୍ଡରେ ଦଣ୍ଡିତ କରାଯାଇପାରେ ଯଦି ଦଙ୍ଗା ଘଟେ, ଏବଂ ଛଅ ମାସ ପର୍ଯ୍ଯ଼ନ୍ତ ଜେଲ୍, ଜୋରିମାନା, କିମ୍ବା ଉଭଯ଼ ଯଦି ଦଙ୍ଗା ଘଟେ ନାହିଁ | ",
            "Punjabi": "ਜੇ ਕੋਈ ਜਾਣਬੁੱਝ ਕੇ ਕਿਸੇ ਹੋਰ ਵਿਅਕਤੀ ਨੂੰ ਇਸ ਤਰੀਕੇ ਨਾਲ ਭਡ਼ਕਾਉਂਦਾ ਹੈ ਜਿਸ ਨਾਲ ਦੰਗਾ ਹੋ ਸਕਦਾ ਹੈ, ਤਾਂ ਉਸ ਨੂੰ ਇੱਕ ਸਾਲ ਤੱਕ ਦੀ ਜੇਲ੍ਹ, ਜੁਰਮਾਨਾ ਜਾਂ ਦੋਵਾਂ ਦੀ ਸਜ਼ਾ ਹੋ ਸਕਦੀ ਹੈ ਜੇ ਦੰਗਾ ਨਹੀਂ ਹੁੰਦਾ ਤਾਂ ਛੇ ਮਹੀਨੇ ਤੱਕ ਦੀ ਜੇਲ੍ਹ, ਜੁਰਮਾਨਾ ਜਾਂ ਦੋਵੇਂ ਹੋ ਸਕਦੇ ਹਨ। ",
            "Sanskrit": "यदि कश्चित् अन्यं जनम् इच्छया एतादृशे प्रकोपितवान् येन कलहः भवेत्, तर्हि सः एकवर्षपर्यन्तं कारावासेन, दण्डेन, अथवा द्वन्दस्य सन्दर्भे द्वयोः अपि दण्डेन, षड्मासपर्यन्तं कारावासेन, दण्डेन, अथवा द्वन्दस्य अवसरेन दण्डेन दण्डयितुं शक्नोति। ",
            "Santali": "ᱡᱩᱫᱤ ᱡᱟᱦᱟᱱ ᱦᱚᱲ ᱩᱭᱦᱟᱹᱨ ᱞᱮᱠᱟᱛᱮ ᱮᱴᱟᱜ ᱦᱚᱲ ᱠᱚ ᱱᱚᱣᱟ ᱞᱮᱠᱟᱛᱮ ᱠᱚᱼᱮ ᱮᱥᱮᱨᱼᱟ ᱡᱟᱦᱟᱸ ᱫᱚ ᱞᱟᱹᱲᱦᱟᱹᱭ ᱨᱮᱭᱟᱜ ᱚᱡᱮ ᱦᱩᱭ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ, ᱮᱱᱠᱷᱟᱱ ᱩᱱᱠᱩ ᱢᱤᱫ ᱥᱮᱨᱢᱟ ᱫᱷᱟᱹᱵᱤᱡ ᱡᱮᱦᱚᱞ, ᱞᱟᱹᱞᱤᱥ, ᱥᱮ ᱵᱟᱱᱟᱨ ᱜᱮ ᱡᱮᱹᱞ, ᱟᱨ ᱛᱩᱨᱩᱭ ᱪᱟᱸᱫᱳ ᱫᱷᱟᱹᱵᱤᱡ ᱡᱮᱹᱞ, ᱡᱳᱨᱱᱟ, ᱥᱮ ᱵᱟᱱᱟᱨ ᱜᱮ ᱡᱮᱹᱞ ᱦᱩᱭ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱡᱩᱫᱤ ᱡᱟᱦᱟᱱ ᱞᱟᱹᱲᱦᱟᱹᱭ ᱵᱟᱝ ᱦᱳᱭᱳᱜᱼᱟ ᱾ ",
            "Sindhi (Arabic)": "جیڪڏھن ڪو ماڻھو دانستہ طئور تی ڪنھن ٻئی شخص کی ھن طریقی سان ڀڙڪائی ٿو جیڪو فساد جو سبب بڻجی سگہی ٿو، انھن کی ھڪ سال تائین جیل، جرمانو، یا ٻنھی جی سزا ٿی سگہی ٿی جیڪڏھن فساد ٿئی ٿو، ۽ ڇہن مھینن تائین جیل، جرمانو، یا ٻئی جیڪڏھن فساد نہ ٿئی ",
            "Sindhi (Devanagari)": "जेकॾहिं कोहिं जानी-बुज़ुरुकु तौर ते ॿिऐ इन्सान खे अहिड़े तरीक़े सां उकसाइंदो आहे जेको दंगे जी वजाहत करे सघिंदो आहे, उन्हनि खे हिक साल जी जेल, ज़ुरमाना, या ॿिन्ही जे सज़ा थी सघिंदी आहे जेकॾहिं दंगे न थींदा आहिनि छह महीननि जी जेल, ज़ुरमाना, या ॿिन्ही जे सज़ा थी सघिंदी आहे ",
            "Tamil": "கலவரத்திற்கு வழிவகுக்கும் வகையில் யாராவது வேண்டுமென்றே மற்றொரு நபரை தூண்டினால், அவர்களுக்கு ஒரு வருடம் வரை சிறைத்தண்டனை, அபராதம் அல்லது கலவரம் ஏற்பட்டால் இரண்டும், ஆறு மாதங்கள் வரை சிறைத்தண்டனை, அபராதம் அல்லது கலவரம் நடக்காவிட்டால் இரண்டும் விதிக்கப்படலாம். ",
            "Telugu": "ఎవరైనా ఉద్దేశపూర్వకంగా మరొక వ్యక్తిని అల్లర్లకు దారితీసే విధంగా రెచ్చగొట్టితే, వారికి ఒక సంవత్సరం వరకు జైలు శిక్ష, జరిమానా లేదా అల్లర్లు జరిగితే రెండూ, మరియు అల్లర్లు జరగకపోతే ఆరు నెలల వరకు జైలు శిక్ష, జరిమానా లేదా రెండూ విధించవచ్చు. ",
            "Urdu": "اگر کوئی جان بوجھ کر کسی دوسرے شخص کو اس طرح سے اکساتا ہے جس سے ہنگامہ آرائی ہو سکتی ہے، تو اسے ایک سال تک قید، جرمانہ، یا فساد ہونے پر دونوں کی سزا دی جا سکتی ہے، اور فساد نہ ہونے پر چھ ماہ تک قید، جرمانہ، یا دونوں کی سزا دی جا سکتی ہے۔ "
        }
    },
    {
        "Section": "153A",
        "Description": "According to section 153A of Indian penal code,\nWhoever\nby words, either spoken or written, or by signs or by visible representations or otherwise, promotes or attempts to promote, on grounds of religion, race, place of birth, residence, language, caste or community or any other ground whatsoever, disharmony or feelings of enmity, hatred or ill-will between different religious, racials, language or regional groups or castes or communities, or\ncommits any act which is prejudicial to the maintenance of harmony between different religious, racial, language or regional groups or castes or communities, and which disturbs or is likely to disturb the public tranquility, or\norganizes any exercise, movement, drill or other similar activity intending that the participants in such activity shall use or be trained to use criminal force or violence or knowing it to be likely that the participants in such activity will use or be trained to use criminal force or violence, or participates in such activity intending to use or be trained to use criminal force or violence or knowing it to be likely that the participants in such activity will use or be trained to use criminal force or violence, against any religious, racial, language or regional group or caste or community and such activity for any reason whatsoever causes or is likely to cause fear or alarm or a feeling of insecurity amongst members of such religious, racial, language or regional group or caste or community, shall be punished with imprisonment which may extend to three years, or with fine, or with both.\nOffence committed in place of worship, etc â€” Whoever commits an offence specified in sub-section (1) in any place of worship or in any assembly engaged in the performance of religious worship or religious ceremonies, shall be punished with imprisonment which may extend to five years and shall also be liable to fine.\n\n\nIPC 153A in Simple Words\nSection 153A of the Indian Penal Code punishes those who promote disharmony or feelings of hatred between different religious, racial, language, or regional groups, or engage in acts prejudicial to maintaining harmony, with imprisonment up to three years, or fine, or both, and up to five years of imprisonment with fine if the offence is committed in a place of worship or during religious ceremonies.",
        "Offense": "Promoting enmity between classes",
        "Punishment": "3 Years or Fine or Both",
        "Simplified_Description": "Not Available",
        "translations": {
            "Assamese": "উপলব্ধ নহয় ",
            "Bengali": "উপলব্ধ নয় ",
            "Bodo": "मोन्नो हानाय नङा। ",
            "Dogri": "उपलब्ध नेईं ऐ ",
            "Goan Konkani": "उपलब्ध ना ",
            "Gujarati": "ઉપલબ્ધ નથી ",
            "Hindi": "उपलब्ध नहीं है ",
            "Kannada": "ಲಭ್ಯವಿಲ್ಲ ",
            "Kashmiri (Arabic)": "دستیاب آسہٕ نہٕ آمژٕ۔ ",
            "Kashmiri (Devanagari)": "छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम ",
            "Maithili": "उपलब्ध नहि अछि। ",
            "Malayalam": "ലഭ്യമല്ല ",
            "Marathi": "उपलब्ध नाही ",
            "Manipuri": "ফংফম থোত্তে। ",
            "Meitei": "ꯐꯪꯕ ꯉꯝꯗꯦ ",
            "Nepali": "उपलब्ध छैन ",
            "Odia": "ଉପଲବ୍ଧ ନାହିଁ ",
            "Punjabi": "ਉਪਲੱਬਧ ਨਹੀਂ ",
            "Sanskrit": "अनुपलब्धम्। ",
            "Santali": "ᱵᱟᱝ ᱧᱟᱢᱚᱜᱼᱟ ᱾ ",
            "Sindhi (Arabic)": "دستیاب نہ آھی ",
            "Sindhi (Devanagari)": "मुहया न आहे। ",
            "Tamil": "கிடைக்கவில்லை ",
            "Telugu": "అందుబాటులో లేదు ",
            "Urdu": "دستیاب نہیں ہے "
        }
    },
    {
        "Section": "153AA",
        "Description": "According to section 153AA of Indian penal code,\nWhoever\nby words, either spoken or written, or by signs or by visible representations or otherwise, promotes or attempts to promote, on grounds of religion, race, place of birth, residence, language, caste or community or any other ground whatsoever, disharmony or feelings of enmity, hatred or ill-will between different religious, racials, language or regional groups or castes or communities, or\ncommits any act which is prejudicial to the maintenance of harmony between different religious, racial, language or regional groups or castes or communities, and which disturbs or is likely to disturb the public tranquility, or\norganizes any exercise, movement, drill or other similar activity intending that the participants in such activity shall use or be trained to use criminal force or violence or knowing it to be likely that the participants in such activity will use or be trained to use criminal force or violence, or participates in such activity intending to use or be trained to use criminal force or violence or knowing it to be likely that the participants in such activity will use or be trained to use criminal force or violence, against any religious, racial, language or regional group or caste or community and such activity for any reason whatsoever causes or is likely to cause fear or alarm or a feeling of insecurity amongst members of such religious, racial, language or regional group or caste or community, shall be punished with imprisonment which may extend to three years, or with fine, or with both.\nOffence committed in place of worship, etc â€” Whoever commits an offence specified in sub-section (1) in any place of worship or in any assembly engaged in the performance of religious worship or religious ceremonies, shall be punished with imprisonment which may extend to five years and shall also be liable to fine.\n\n\nIPC 153AA in Simple Words\nSection 153AA of the Indian Penal Code punishes those who promote or attempt to promote disharmony or hatred between different religious, racial, language, or regional groups, or engage in activities intending to use criminal force or violence against any such group, with imprisonment up to three years, or fine, or both, and up to five years of imprisonment with fine if the offence is committed in a place of worship or during religious ceremonies.",
        "Offense": "Promoting enmity between classes",
        "Punishment": "3 Years or Fine or Both",
        "Simplified_Description": "Not Available",
        "translations": {
            "Assamese": "উপলব্ধ নহয় ",
            "Bengali": "উপলব্ধ নয় ",
            "Bodo": "मोन्नो हानाय नङा। ",
            "Dogri": "उपलब्ध नेईं ऐ ",
            "Goan Konkani": "उपलब्ध ना ",
            "Gujarati": "ઉપલબ્ધ નથી ",
            "Hindi": "उपलब्ध नहीं है ",
            "Kannada": "ಲಭ್ಯವಿಲ್ಲ ",
            "Kashmiri (Arabic)": "دستیاب آسہٕ نہٕ آمژٕ۔ ",
            "Kashmiri (Devanagari)": "छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम छुम ",
            "Maithili": "उपलब्ध नहि अछि। ",
            "Malayalam": "ലഭ്യമല്ല ",
            "Marathi": "उपलब्ध नाही ",
            "Manipuri": "ফংফম থোত্তে। ",
            "Meitei": "ꯐꯪꯕ ꯉꯝꯗꯦ ",
            "Nepali": "उपलब्ध छैन ",
            "Odia": "ଉପଲବ୍ଧ ନାହିଁ ",
            "Punjabi": "ਉਪਲੱਬਧ ਨਹੀਂ ",
            "Sanskrit": "अनुपलब्धम्। ",
            "Santali": "ᱵᱟᱝ ᱧᱟᱢᱚᱜᱼᱟ ᱾ ",
            "Sindhi (Arabic)": "دستیاب نہ آھی ",
            "Sindhi (Devanagari)": "मुहया न आहे। ",
            "Tamil": "கிடைக்கவில்லை ",
            "Telugu": "అందుబాటులో లేదు ",
            "Urdu": "دستیاب نہیں ہے "
        }
    }]